{"response":{"meta":{"hits":8011,"time":68,"offset":990},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/30\/business\/company-news-enron-is-eliminating-7-of-jobs-at-its-pipeline-group.html","snippet":"Enron is laying off 7 percent of the 1,200 employees in its pipeline group in an effort to cut costs. A spokesman, John Ambler, said that fewer than 100 workers would be laid off at the group, PipeCo, a holding company consisting of Enron's intere...","lead_paragraph":"Enron is laying off 7 percent of the 1,200 employees in its pipeline group in an effort to cut costs. A spokesman, John Ambler, said that fewer than 100 workers would be laid off at the group, PipeCo, a holding company consisting of Enron's interests in three pipelines. Enron has solicited bids on its pipelines and power plants for several months, but low offers prompted the company to put its pipelines and power operations in two separate companies that will have new names once Enron emerges from Chapter 11 bankruptcy protection.","abstract":"Enron is laying off 7 percent of 1,200 employees in its pipeline group PipeCo to cut costs (S)","print_page":"4","blog":[],"source":"AP","multimedia":[],"headline":{"main":"ENRON IS ELIMINATING 7% OF JOBS AT ITS PIPELINE GROUP","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"PIPECO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"GAS (FUEL)"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"PIPELINES"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"}],"pub_date":"2003-05-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd242968eb7c8105d7dbc0c","word_count":93,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/27\/business\/judge-refuses-to-postpone-andersen-trial.html","snippet":"In another setback to Arthur Andersen, a federal judge denied the firm's request today that its trial on obstruction of justice charges be postponed because of concerns about finding impartial jurors.    The firm argued in a pretrial hearing in Fe...","lead_paragraph":"In another setback to Arthur Andersen, a federal judge denied the firm's request today that its trial on obstruction of justice charges be postponed because of concerns about finding impartial jurors. The firm argued in a pretrial hearing in Federal District Court here today that potential jurors were being prejudiced by a wave of publicity, and as a result many had prejudged Andersen as guilty. But the judge, Melinda Harmon, said she thought impartial jurors could still be selected, and she ruled that the trial of Andersen on charges that it illegally destroyed documents related to its audit of Enron would begin May 6.","abstract":"Federal Judge Melinda Harmon, in another setback to Arthur Andersen, denies firm's request that its trial on obstruction of justice charges be postponed because of concerns about finding impartial jurors; firm argues in pretrial hearing in Federal District Court, Houston, that potential jurors are being prejudiced by wave of publicity, and as result many have prejudged Andersen as guilty (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Judge Refuses to Postpone Andersen Trial"},"keywords":[{"name":"persons","value":"HARMON, MELINDA"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"ANDERSEN, ARTHUR"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-04-27T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"},{"organization":"","role":"reported","rank":2}],"original":"By DAVID BARBOZA with JONATHAN D. GLATER"},"type_of_material":"News","_id":"4fd2146c8eb7c8105d78c7a0","word_count":1158,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/28\/us\/bp-s-chief-says-the-oil-company-is-ending-its-political-donations.html","snippet":"As corporate leaders mull the lessons of the Enron debacle, BP, the world's third-biggest oil giant, said tonight that it would halt all political contributions from its corporate coffers ''anywhere in the world.''    The decision could set a prec...","lead_paragraph":"As corporate leaders mull the lessons of the Enron debacle, BP, the world's third-biggest oil giant, said tonight that it would halt all political contributions from its corporate coffers ''anywhere in the world.'' The decision could set a precedent for companies anxious to avoid the stigma and messy entanglements that come with accusations of influence peddling.","abstract":"BP, world's third-biggest oil giant, says it will halt all political contributions from its corporate coffers 'anywhere in the world'; decision comes as corporate leaders mull lessons of Enron debacle; it could set precedent for companies anxious to avoid stigma and messy entanglements that come with accusations of influence pedling (S)","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"BP's Chief Says the Oil Company Is Ending Its Political Donations"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"BP PLC"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-28T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alan","rank":1,"lastname":"COWELL"}],"original":"By ALAN COWELL"},"type_of_material":"News","_id":"4fd214718eb7c8105d78cbb5","word_count":312,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/weekinreview\/the-nation-taking-enron-scraps-to-auction.html","snippet":"MOST office workers are familiar with them -- the spongy squeezeballs and coffee mugs, the calculators and desk calendars bearing the logo of whatever conglomerated amalgamation happens to sign the checks. A new-hire orientation, for instance, mig...","lead_paragraph":"MOST office workers are familiar with them -- the spongy squeezeballs and coffee mugs, the calculators and desk calendars bearing the logo of whatever conglomerated amalgamation happens to sign the checks. A new-hire orientation, for instance, might yield a tote bag. A job well done might earn a glass paperweight with the company's logo suspended in the center. And while all this boosterish debris rarely transforms wage slaves into loyal corporate argonauts, who doesn't like a new yo-yo? Enron knew the answer to that question as well as any American corporation.","abstract":"Internet auction site eBay lists auctios for more than 1,000 Enron-emblazoned items, such as coffee mug, letter opener and Enron 'Code of Ethics' manual; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Taking Enron Scraps to Auction"},"keywords":[{"name":"organizations","value":"EBAY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"AUCTIONS"},{"name":"subject","value":"MEMORABILIA"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Tom","rank":1,"lastname":"ZELLER"}],"original":"By TOM ZELLER"},"type_of_material":"News","_id":"4fd21b348eb7c8105d79a724","word_count":579,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/06\/opinion\/l-three-quotations-from-a-scandal-490857.html","snippet":"To the Editor:    Senator Ernest F. Hollings's arrogant response to the question of whether he had received contributions from Enron -- ''I got 3,500 over 10 years, but our friend, Kay Bailey Hutchison, she got 99,000. Heck, I'm the chairman of th...","lead_paragraph":"To the Editor: Senator Ernest F. Hollings's arrogant response to the question of whether he had received contributions from Enron -- ''I got 3,500 over 10 years, but our friend, Kay Bailey Hutchison, she got 99,000. Heck, I'm the chairman of the committee. That wasn't a contribution. That was an insult'' (Quotation of the Day, Feb. 5) -- is the clearest evidence yet of how totally corrupt political contributions have become. Mr. Hollings's comment is an insult to every American. PETER CARPENTER Atherton, Calif., Feb. 5, 2002","abstract":"Peter Carpenter letter scores Sen Ernest F Hollings's remark dismissing as nothing, an 'insult,' the campaign contributions he has received from Enron (Feb 4 article)","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Three Quotations From a Scandal"},"keywords":[{"name":"persons","value":"CARPENTER, PETER"},{"name":"persons","value":"HOLLINGS, ERNEST F"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"SENATE"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"2002-02-06T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd212458eb7c8105d7881c1","word_count":87,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/27\/weekinreview\/the-nation-i-am-woman-hear-me-roar-in-the-enron-scandal.html","snippet":"AS the klieg lights went up on the Enron hearings, many of the familiar elements of Washington scandal were on display -- charges of influence peddling, expressions of shock from outraged lawmakers and wall-to-wall lawyers in dark suits.     But t...","lead_paragraph":"AS the klieg lights went up on the Enron hearings, many of the familiar elements of Washington scandal were on display -- charges of influence peddling, expressions of shock from outraged lawmakers and wall-to-wall lawyers in dark suits. But there was one novelty. Enron, unlike so many other Capitol messes, features powerful women in starring roles in a scandal that, at least so far, has nothing to do with sex.","abstract":"Women take high-visibility roles as Enron scandal unfolds; two women vie for part of heroic whistle-blower: Sherron S Watkins, executive who sent memo warning chairman, Kenneth L Lay, that their company 'might implode in a wave of accounting scandals,' and Maureen Castaneda, former executive who went public with allegations of large-scale document shredding at Enron and provided actual proof of it; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; I Am Woman, Hear Me Roar in the Enron Scandal"},"keywords":[{"name":"persons","value":"CASTANEDA, MAUREEN"},{"name":"persons","value":"WATKINS, SHERRON S"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"ANDERSEN, ARTHUR"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"WOMEN"}],"pub_date":"2002-01-27T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Washington; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jill","rank":1,"lastname":"ABRAMSON"}],"original":"By JILL ABRAMSON"},"type_of_material":"News","_id":"4fd26be08eb7c8105d82454d","word_count":992,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/18\/business\/despite-bumps-citigroup-4th-quarter-was-up.html","snippet":"Citigroup's exposure to Enron and Argentina did not interfere with a successful fourth quarter for the company, which posted a 36 percent increase in profit, thanks in part to the continuing strength of its consumer business.    Citigroup reported...","lead_paragraph":"Citigroup's exposure to Enron and Argentina did not interfere with a successful fourth quarter for the company, which posted a 36 percent increase in profit, thanks in part to the continuing strength of its consumer business. Citigroup reported net income of $3.88 billion, or 74 cents a share, compared with $2.84 billion, or 55 cents a share, in the quarter a year earlier. The company's earnings were a penny ahead of analysts' expectations, according to Thomson Financial\/First Call.","abstract":"Citigroup reports net income of $3.88 billion for fourth quarter compared with $2.84 billion in year-earlier period; earnings rose 17 percent; deposits grew 25 percent at consumer banking business; says Citigroup is owed total of $1.1 billion by Enron, including $228 million charge taken in quarter; total does not include approximately $125 million that Citigroup has thus far agreed to lend Enron as part of debtor-in-possession financing; says its exposure to Argentina did not interfere with successful quarter; chairman-chief executive Sanford I Weill comments; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Despite Bumps, Citigroup 4th Quarter Was Up"},"keywords":[{"name":"persons","value":"WEILL, SANFORD I"},{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"CITIGROUP INC"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-01-18T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By RIVA D. ATLAS"},"type_of_material":"News","_id":"4fd25bbd8eb7c8105d809406","word_count":725,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/14\/us\/enron-s-collapse-the-hometown-fall-of-enron-ends-its-dance-with-houston.html","snippet":"The bankruptcy of the Enron Corporation, which has cost more than 4,000 local employees their jobs and reverberated around the world, has also been painful for the Houston Ballet. Enron contributed to the ballet, including a donation for a recent ...","lead_paragraph":"The bankruptcy of the Enron Corporation, which has cost more than 4,000 local employees their jobs and reverberated around the world, has also been painful for the Houston Ballet. Enron contributed to the ballet, including a donation for a recent charity performance of ''The Nutcracker'' for poor children. But a $15,000 payment from Enron arrived on a Friday, the company filed for bankruptcy two days later and the Houston Ballet found itself holding a worthless check. ''We were hopeful, but it didn't clear,'' said Randy Penn, a ballet administrator. ''Now we're in line with the other creditors.''","abstract":"Bankruptcy of Enron Corp, which has reverberated around world, is rippling steadily through stunned hometown of Houston, Tex; company was civic dynamo, whose influence and money were felt in almost every corner of city; unanswered questions among residents is how much economic and civic damage will be wrought by its fall, which has cost 4,000 local residents their jobs; effect of company's bankruptcy on Houston Ballet, of which it was major benefactor, discussed; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Fall of Enron Ends Its Dance With Houston","kicker":"ENRON'S COLLAPSE: THE HOMETOWN"},"keywords":[{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"HOUSTON BALLET"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"PHILANTHROPY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"},{"name":"subject","value":"DANCING"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-14T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"YARDLEY"}],"original":"By JIM YARDLEY"},"type_of_material":"News","_id":"4fd26be88eb7c8105d824ac1","word_count":1149,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/12\/business\/enron-s-collapse-overview-enron-sought-aid-treasury-dept-get-bank-loans.html","snippet":"The president of the Enron Corporation repeatedly called a senior Treasury Department official last fall and sought help arranging bank loans for the energy company as it scrambled to avoid collapse, the Bush administration said today.    The offi...","lead_paragraph":"The president of the Enron Corporation repeatedly called a senior Treasury Department official last fall and sought help arranging bank loans for the energy company as it scrambled to avoid collapse, the Bush administration said today. The official, Peter R. Fisher, the under secretary of the Treasury for domestic finance, spoke six or eight times during late October and early November with Greg Whalley, Enron's president, said Michele Davis, the department's spokeswoman.","abstract":"Bush administration says Enron Corp president Greg Whalley repeatedly called Treasury Dept official Peter R Fisher last fall seeking help in arranging bank loans for company as it scrambled to avoid collapse; says Fisher did not intervene on Enron's behalf; Enron spokeswoman claims Whalley's conversations with Fisher, under secretary for domestic finance, were 'informational'; Treasury Dept also discloses that Robert E Rubin, who was secretary in Clinton administration and is now official at Citigroup, called Fisher to ask if Fisher would consider calling credit-rating agencies to encourage them to work with Enron's bankers to avert immediate downgrade in Enron's debt; says Fisher said such a call would not be appropriate, and Rubin agreed; analysts say Citigroup has lent at least $750 million to Enron; photo; chart (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ENRON SOUGHT AID OF TREASURY DEPT. TO GET BANK LOANS","kicker":"ENRON'S COLLAPSE: THE OVERVIEW"},"keywords":[{"name":"persons","value":"RUBIN, ROBERT E"},{"name":"persons","value":"WHALLEY, GREG"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"FISHER, PETER R"},{"name":"organizations","value":"CITIGROUP INC"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-12T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"W.","lastname":"STEVENSON","rank":1,"role":"reported","organization":""}],"original":"By RICHARD W. STEVENSON"},"type_of_material":"News","_id":"4fd2124f8eb7c8105d788956","word_count":1553,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/11\/us\/enron-s-collapse-overview-enron-contacted-2-cabinet-officers-before-collapsing.html","snippet":"The White House disclosed today that Kenneth L. Lay, the chairman of the Enron Corporation and one of President Bush's biggest political contributors, telephoned two cabinet officers last fall, and one of them said Mr. Lay had sought government he...","lead_paragraph":"The White House disclosed today that Kenneth L. Lay, the chairman of the Enron Corporation and one of President Bush's biggest political contributors, telephoned two cabinet officers last fall, and one of them said Mr. Lay had sought government help with its dire financial condition. Both said they declined to offer government aid.","abstract":"White House discloses that Kenneth L Lay, chairman of Enron Corp and one of Pres Bush's biggest political contributors, telephoned Commerce Sec Donald L Evans and Treasury Sec Paul H O'Neill last fall, and Evans says Lay sought government help with Enron's dire financial condition; Evans says he declined to offer government aid; O'Neill says Enron chairman did not request assistance from him; White House spokesman Ari Fleisher says Bush was not aware of phone calls until Jan 10; Enron officials deny that Lay sought help from Bush administration; Atty Gen John Ashcroft excuses himself from all matters involving Enron because of campaign contributions he received from it; Justice Dept creates nationwide task force to conduct criminal investigation into collapse of Enron, and entire United States Attorney's office in Houston recuses itself from probe, saying many of its approximately 100 lawyers, including chief prosecutor, Michael T Shelby, have family or other relationships with people affected by Enron's bankruptcy filing; Bush says he has instructed his economic advisers to develop plan to protect workers' pensions from similar corporate failures; photos (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ENRON CONTACTED 2 CABINET OFFICERS BEFORE COLLAPSING","kicker":"ENRON'S COLLAPSE: THE OVERVIEW"},"keywords":[{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"SHELBY, MICHAEL T"},{"name":"persons","value":"ASHCROFT, JOHN"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"persons","value":"EVANS, DONALD L"},{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"JUSTICE DEPARTMENT"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-11T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Elisabeth","rank":1,"lastname":"BUMILLER"}],"original":"By ELISABETH BUMILLER"},"type_of_material":"News","_id":"4fd25bb88eb7c8105d80912c","word_count":1756,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}