{"response":{"meta":{"hits":8011,"time":45,"offset":860},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/10\/18\/business\/enron-trader-pleads-guilty-to-conspiracy.html","snippet":"A former senior trader at the Enron Corporation pleaded guilty yesterday to engaging in a conspiracy that illegally manipulated the California power market during the state's energy crisis, driving up prices and generating millions of dollars in e...","lead_paragraph":"A former senior trader at the Enron Corporation pleaded guilty yesterday to engaging in a conspiracy that illegally manipulated the California power market during the state's energy crisis, driving up prices and generating millions of dollars in excess profits for his employer. In the plea, Timothy N. Belden -- the former head of trading in Enron's office in Portland, Ore. -- admitted to working with others on trading tactics that effectively transformed California's complex system for buying and transmitting energy into a fictional world, complete with bogus transmission schedules, imaginary congestion on power lines and fraudulent sales of ''out of state'' energy that in fact came from California itself.","abstract":"Enron Corp former senior trader Timothy N Belden pleads guilty to engaging in conspiracy that illegally manipulated California power market during state's energy crisis, driving up prices and generating millions of dollars in excess profits for his employer; admits to working with others on trading tactics that effectively transformed California's complex system for buying and transmitting energy into fictional world, complete with bogus transmission schedules, imaginary congestion on power lines and fraudulent sales of 'out of state' energy that in effect came from California itself; Belden's plea establishes for first time that traders engaged in crimes to take advantage of energy crisis that began in California in 2000, worsening already bleak situation for state's consumers; Deputy Atty Gen Larry D Thompson comments (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Trader Pleads Guilty To Conspiracy"},"keywords":[{"name":"persons","value":"BELDEN, TIMOTHY N"},{"name":"persons","value":"THOMPSON, LARRY D"},{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SALES"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"PLEA BARGAINING"},{"name":"subject","value":"SHORTAGES"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"}],"pub_date":"2002-10-18T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"},{"organization":"","role":"reported","firstname":"Matt","rank":2,"lastname":"RICHTEL"}],"original":"By KURT EICHENWALD with MATT RICHTEL"},"type_of_material":"News","_id":"4fd28c5b8eb7c8105d860b13","word_count":1562,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/20\/opinion\/the-road-to-perdition.html","snippet":"Wagging the dog no longer cuts it. If the Bush administration wants to distract Americans from watching their 401(k)'s go down the toilet, it will have to unleash the whole kennel.     Maybe only unilateral annihilation of the entire axis of evil ...","lead_paragraph":"Wagging the dog no longer cuts it. If the Bush administration wants to distract Americans from watching their 401(k)'s go down the toilet, it will have to unleash the whole kennel. Maybe only unilateral annihilation of the entire axis of evil will do. Though the fate of John Walker Lindh was once a national obsession, its resolution couldn't knock Wall Street from the top of the evening news this week. Neither could the president's White House lawn rollout of his homeland security master plan. When John Ashcroft, in full quiver, told Congress that the country was dotted with Al Qaeda sleeper cells ''waiting to strike again,'' he commanded less media attention than Ted Williams's corpse.","abstract":"Frank Rich Op-Ed column scores Pres George Bush for trying to continually refocus Americans on issues of terrorism and homeland security instead of dealing with issues of lack of corporate responsibility, role of Bush and his appointees in Enron and other corporate scandals and falling stock market; drawing (M)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Road to Perdition"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"TERRORISM"}],"pub_date":"2002-07-20T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Frank","rank":1,"lastname":"RICH"}],"original":"By FRANK RICH"},"type_of_material":"Op-Ed","_id":"4fd220d38eb7c8105d7a484e","word_count":1431,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/23\/business\/examiner-named-for-enron.html","snippet":"A bankruptcy lawyer from Atlanta has been nominated to investigate Enron's partnerships and off-balance-sheet deals, a task that could help determine how much creditors could recoup, the United States Trustees Office said yesterday.     The lawyer...","lead_paragraph":"A bankruptcy lawyer from Atlanta has been nominated to investigate Enron's partnerships and off-balance-sheet deals, a task that could help determine how much creditors could recoup, the United States Trustees Office said yesterday. The lawyer, Neal Batson, was recommended as independent examiner, a post authorized to investigate Enron's partnerships, hedging practices and executives, by the trustee, Carolyn Schwartz, who oversees the administrative side of Enron's bankruptcy.","abstract":"US Trustees Office says bankruptcy lawyer Neal Batson has been nominated to investigate Enron Corp's partnerships and off-balance-sheet deals, task that could help determine how much creditors could recoup (S)","print_page":"4","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Examiner Named for Enron"},"keywords":[{"name":"persons","value":"BATSON, NEAL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"PARTNERSHIPS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-05-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd269ea8eb7c8105d82104f","word_count":230,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/23\/business\/senate-issues-29-subpoenas-in-inquiry-on-enron-collapse.html","snippet":"A Senate committee looking into the collapse of the Enron Corporation issued 29 subpoenas today seeking information from the company, its accountant and board members about communications they had with the government about energy policies and rela...","lead_paragraph":"A Senate committee looking into the collapse of the Enron Corporation issued 29 subpoenas today seeking information from the company, its accountant and board members about communications they had with the government about energy policies and related matters. The subpoenas were sent out by the Senate Governmental Affairs Committee, whose chairman is Joseph I. Lieberman, Democrat of Connecticut. The panel's action was reported by The Washington Post.","abstract":"Senate committee looking into Enron Corp's collapse issues 29 subpoenas seeking information from company, its accountant, Arthur Andersen, and board members about communications they had with White House and several government agencies on energy policies and related matters (S)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Senate Issues 29 Subpoenas In Inquiry on Enron Collapse"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"}],"pub_date":"2002-03-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"STOUT"}],"original":"By DAVID STOUT"},"type_of_material":"News","_id":"4fd21b2d8eb7c8105d79a2a9","word_count":253,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/08\/nyregion\/metro-briefing-connecticut-hartford-smaller-loss-on-enron.html","snippet":"The state trash authority lost close to $213 million, not $220 million as previously estimated, in its failed deal with the Enron Corporation, according to Attorney General Richard Blumenthal. Last year, the agency, the Connecticut Resources Recov...","lead_paragraph":"The state trash authority lost close to $213 million, not $220 million as previously estimated, in its failed deal with the Enron Corporation, according to Attorney General Richard Blumenthal. Last year, the agency, the Connecticut Resources Recovery Authority, agreed to pay Enron the $220 million in a transaction that required Enron to pay the agency $2.4 million a month for 11 years. The payments were to have started in April but appear to have started only in July, Mr. Blumenthal said. Because federal bankruptcy law required Enron's creditors to temporarily give back payments for the three months prior to its declared insolvency, the agency would have received payments from July through September, reducing its loss to roughly $213 million. Paul Zielbauer (NYT)","abstract":"Connecticut trash authority lost about $213 million in failed deal with Enron Corp, not $220 million previously estimated (S)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Metro Briefing | Connecticut: Hartford: Smaller Loss On Enron"},"keywords":[{"name":"glocations","value":"CONNECTICUT"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"WASTE MATERIALS AND DISPOSAL"}],"pub_date":"2002-03-08T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"firstname":"Paul","middlename":"Zielbauer","lastname":"NYT","rank":1,"role":"reported","organization":""}],"original":"By Paul Zielbauer (NYT) (Compiled by Anthony Ramirez)"},"type_of_material":"News","_id":"4fd22ea28eb7c8105d7bcc94","word_count":122,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/01\/opinion\/l-buy-enron-they-said-853186.html","snippet":"To the Editor:    Re ''Wall St. Analysts Faulted on Enron'' (front page, Feb. 28):...","lead_paragraph":"To the Editor: Re ''Wall St. Analysts Faulted on Enron'' (front page, Feb. 28):","abstract":"Brad Bradford letter on Feb 28 article wonders how investors will react to analysts' testimony before Senate committee that they were unaware of problem with Enron stock","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Buy Enron, They Said"},"keywords":[{"name":"persons","value":"BRADFORD, BRAD"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-03-01T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd2146f8eb7c8105d78ca15","word_count":77,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/24\/business\/contracts-so-complex-they-imperil-the-system.html","snippet":"CAN what we don't know hurt us?    Though trading in those devilishly complex financial tools known as derivatives did not contribute much to Enron's collapse, the contracts did allow the company to conceal the aims of its financial dealings. The ...","lead_paragraph":"CAN what we don't know hurt us? Though trading in those devilishly complex financial tools known as derivatives did not contribute much to Enron's collapse, the contracts did allow the company to conceal the aims of its financial dealings. The veil of complexity, whose weave is tightening as sophisticated derivatives evolve and proliferate, poses subtle risks to the financial system -- risks that are impossible to quantify, sometimes even to identify.","abstract":"Complexity of derivatives and lack of transparency in derivatives market create potential for kind of abuse uncovered at Enron and put financial system at risk; when companies that rack up huge hidden debts and traders that illicitly amass mountains of risk are exposed, banks and other big financial institutions rush to cut their losses and collect on their debts; such rush might result shortage of cash and paralyze financial system; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Contracts So Complex They Imperil The System"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"DERIVATIVES (FINANCIAL TRANSACTIONS)"},{"name":"subject","value":"FINANCES"}],"pub_date":"2002-02-24T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Daniel","rank":1,"lastname":"ALTMAN"}],"original":"By DANIEL ALTMAN"},"type_of_material":"News","_id":"4fd21b318eb7c8105d79a56c","word_count":1531,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/24\/business\/l-washington-s-checklist-for-business-regulation-775924.html","snippet":"To the Editor:    As far as stock analysts are concerned, the proposed reforms do not address the issue of accountability.  What is needed is a uniform system to rank the performance of analysts, similar to rankings now used to rate mutual funds....","lead_paragraph":"To the Editor: As far as stock analysts are concerned, the proposed reforms do not address the issue of accountability. What is needed is a uniform system to rank the performance of analysts, similar to rankings now used to rate mutual funds.","abstract":"Martin Hoffman letter on Feb 10 article on possible legislative and regulatory fallout of Enron collapse; drawing","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Washington's Checklist For Business Regulation"},"keywords":[{"name":"persons","value":"HOFFMAN, MARTIN"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-02-24T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business; Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd26da88eb7c8105d82758e","word_count":100,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/20\/business\/times-somber-ads-follow-in-tone-and-topic.html","snippet":"The collapse of the Enron Corporation is hastening a sea change in the way American business talks to consumers in its advertising.    The change has been under way as a result of the dot-com bust, the terrorist attacks and the economic slowdown. ...","lead_paragraph":"The collapse of the Enron Corporation is hastening a sea change in the way American business talks to consumers in its advertising. The change has been under way as a result of the dot-com bust, the terrorist attacks and the economic slowdown. All those dislocations have led Madison Avenue to discontinue campaigns that celebrated how young business upstarts took risks, broke rules and thought ''outside the box.'' For instance, Enron itself -- which in a campaign in 2000 demanded ''Ask why'' -- urged people to ''question things'' and asserted it was ''changing the way industries think.''","abstract":"Collapse of Enron Corp is hastening seas change in way American business talks to consumers in its advertising; change has been under way as rsult of dot-com bust, terrorist attacks and economic slowdown; all those dislocations have led Madison Avenue ad agencies to discontinue campaigns that celebrated how young business upstarts took risks, broke rules and thought 'outside the box'; successor campaigns are more serious and measured, focusing on topics that had been considered boring, like community, experience and customer service; some specific ad campaigns noted; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Times Somber, Ads Follow in Tone and Topic"},"keywords":[{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"WASHINGTON (DC)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"ADVERTISING"},{"name":"subject","value":"INDUSTRY PROFILES"},{"name":"subject","value":"HIJACKING"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"WORLD TRADE CENTER (NYC)"},{"name":"subject","value":"PENTAGON BUILDING"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-20T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stuart","rank":1,"lastname":"ELLIOTT"}],"original":"By STUART ELLIOTT"},"type_of_material":"News","_id":"4fd26da18eb7c8105d827045","word_count":864,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/16\/business\/enron-s-many-strands-correspondence-letters-show-bush-and-lay-shared-much.html","snippet":"In more than two dozen letters written from Kenneth L. Lay to then-Gov. George W. Bush, the former Enron chairman lobbied repeatedly for his company's pet issue, electric deregulation, sought the governor's presence at Enron-related functions and ...","lead_paragraph":"In more than two dozen letters written from Kenneth L. Lay to then-Gov. George W. Bush, the former Enron chairman lobbied repeatedly for his company's pet issue, electric deregulation, sought the governor's presence at Enron-related functions and sent magazine articles and personal notes. The letters are included in 350 pages of correspondence between Enron executives and Mr. Bush when he was Texas governor, all of which suggests that Mr. Lay was involved in a variety of pressing state issues, including education, civil justice reform and electric deregulation. Mr. Lay also asked for the governor to lobby the state's Congressional delegation on federal issues important to Enron, including tax relief.","abstract":"Correspondence between Enron executives to George W Bush when he was governor of Texas includes more than two dozen letters in which Kenneth L Lay, former chairman, repeatedly lobbied for his company's pet issue, electric deregulation, sought Bush's presence at Enron-related functions and sent magazine articles and personal notes; Lay was involved in variety of pressing state issues, including education, civil justice reform and electric deregulation and asked Bush to lobby state's Congressional delegation on federal matters important to Enron, including tax relief; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Letters Show Bush and Lay Shared Much","kicker":"ENRON'S MANY STRANDS: CORRESPONDENCE"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"glocations","value":"TEXAS"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"EDUCATION AND SCHOOLS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"LOBBYING AND LOBBYISTS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-02-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Education; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"YARDLEY"}],"original":"By JIM YARDLEY"},"type_of_material":"News","_id":"4fd219608eb7c8105d7973ff","word_count":1058,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}