{"response":{"meta":{"hits":12302,"time":66,"offset":360},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1996\/09\/08\/travel\/travel-advisory-150363.html","snippet":"SPORT    Bigfellas    Visitors to Tokyo who are overwhelmed by the urge to see two enormous men slam into each other can drop in to the Kasugano  stable of sumo wrestlers in the city's Asakusa area. From 5 to 10:30 A.M., visitors are welcome to wa...","lead_paragraph":"SPORT Bigfellas Visitors to Tokyo who are overwhelmed by the urge to see two enormous men slam into each other can drop in to the Kasugano stable of sumo wrestlers in the city's Asakusa area. From 5 to 10:30 A.M., visitors are welcome to watch training sessions free, as long as they follow two rules: no talking and no pictures or video. The Kasugano stable is near Ryogoku station on the Sobu train line, near the Edo Tokyo Museum. To be sure the wrestlers are training, ask your hotel concierge to call Kasugano at 3631 1871 in Tokyo. Elsewhere in Japan, add 03 before the number. FREQUENT FLIERS Buy and Fly There's shop till you drop. Now, Texas has created shop till you fly. Fort Worth Outlet Square offers AAdvantage frequent flier miles to shoppers. For each dollar spent ($25 minimum), not including taxes, AAdvantage members will get one mile. The bonus is doubled for those who use a Citibank AAdvantage Visa card or Mastercard. The shopping center, in downtown Fort Worth, includes outlets for Spiegel, Bugle Boy, Dress Barn and Nine West. Information: AAdvantage program, (800) 882-8880. RESORT Spikes and Sand From Sept. 28 to Oct. 5, the Club Med Sonora Bay along the Sea of Cortes in Guaymas, Mexico, will offer a beach vollyball week. There will be daily clinics, demonstrations and matches that mix guests and pro players such as Mike Dodd, a silver medalist this summer at the Atlanta Olympic Games. The cost for the week is $650 a person, based on double occupancy. It includes all meals and sports; air fare is extra. Call (800) 258-2633 for details. AIRLINE Smoke Enders Beginning Oct. 27, LOT Polish Airlines will ban smoking on all trans-Atlantic routes. The ban affects its flights between Warsaw and three United States airports: Kennedy, Newark and O'Hare in Chicago. For information, call (800) 223-0593. JOSEPH SIANO","abstract":"Sumo wrestling sites in Tokyo noted (S)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"TRAVEL ADVISORY","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"subject","value":"SUMO WRESTLING"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1996-09-08T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Joseph","rank":1,"lastname":"SIANO"}],"original":"By JOSEPH SIANO"},"type_of_material":"News","_id":"4fd208d38eb7c8105d773a68","word_count":316,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/01\/05\/travel\/travel-advisory-parking-limits-lifted-near-airports.html","snippet":"Parking restrictions imposed at the nation's airports after Sept. 11 were officially lifted last month, making it possible for parking lots close to airport terminals to be reopened.     The Transportation Security Administration decided to drop t...","lead_paragraph":"Parking restrictions imposed at the nation's airports after Sept. 11 were officially lifted last month, making it possible for parking lots close to airport terminals to be reopened. The Transportation Security Administration decided to drop the nationwide ban on unattended vehicles parking within 300 feet of an airport terminal as long as the terrorist threat level remains at yellow, the middle of the five-color scale developed by the Office of Homeland Security to indicate the risk of a terrorist attack.","abstract":"Transportation Safety Administration drops nationwide ban on unattended vehicles parked within 300 feet of airport terminals as long as terrorist threat level remains at yellow (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Parking Limits Lifted Near Airports","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"PARKING"},{"name":"subject","value":"AIRPORTS"},{"name":"subject","value":"TERRORISM"}],"pub_date":"2003-01-05T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Susan","rank":1,"lastname":"STELLIN"}],"original":"By SUSAN STELLIN"},"type_of_material":"News","_id":"4fd2207a8eb7c8105d7a3dde","word_count":323,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1993\/10\/10\/travel\/travel-advisory-blowing-smoke-in-the-air.html","snippet":"Freedom Air, named for the freedom it gives smokers to light up on board, flew its inaugural charter trip Sept. 28 from Chicago to Los Angeles, the first flight in what Freedom's operators hope will be a steady business catering to passengers irke...","lead_paragraph":"Freedom Air, named for the freedom it gives smokers to light up on board, flew its inaugural charter trip Sept. 28 from Chicago to Los Angeles, the first flight in what Freedom's operators hope will be a steady business catering to passengers irked by the smoking ban on domestic flights of less than six hours. Despite advertising and widespread media attention, its trip flight between O'Hare International Airport in Chicago and Los Angeles International Airport attracted fewer than 10 paying passengers. Ted Hall, a recently retired United Airlines pilot who founded Freedom Air and has smoked since he was 14 years old, said he will try to market the service on busy routes like Chicago-Los Angeles because they offer the greatest pool of potential smokers. The company would give no details on scheduled flights beyond another round-trip flight between Chicago and Los Angeles on Oct. 12.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Blowing Smoke In the Air","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"organizations","value":"FREEDOM AIR"},{"name":"subject","value":"PASSENGER SERVICES"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"SMOKING"},{"name":"subject","value":"NYTRAVEL"}],"pub_date":"1993-10-10T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Adam","rank":1,"lastname":"Bryant"}],"original":"By Adam Bryant"},"type_of_material":"News","_id":"4fd1bc298eb7c8105d6e76eb","word_count":219,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1992\/01\/12\/travel\/travel-advisory-north-korea-and-cambodia-cited.html","snippet":"American travelers are warned by the State Department against signing up for tour groups bound for North Korea without first checking with the United States Treasury Department. The warning, which points out that financial transactions by American...","lead_paragraph":"American travelers are warned by the State Department against signing up for tour groups bound for North Korea without first checking with the United States Treasury Department. The warning, which points out that financial transactions by Americans in North Korea are restricted by the United States Government, follows the signing last month of a nonaggression pact by North Korea and South Korea. The agreement, providing for economic exchanges, was the first step toward a full peace treaty since the Korean armistice was signed 38 years ago. American passports are valid for travel to North Korea, a travel advisory from the department said, but United States regulations prohibit the use of credit and other charges there, even for traveling expenses. Visitors also need a North Korean visa. The advisory pointed out that United States companies are prohibited from arranging tours to North Korea unless specifically licensed by the Treasury for groups involved in academic, sports, cultural or family reunions.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"North Korea and Cambodia Cited","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"glocations","value":"CAMBODIA"},{"name":"glocations","value":"NORTH KOREA"},{"name":"organizations","value":"TREASURY DEPARTMENT"},{"name":"subject","value":"TRAVEL RESTRICTIONS"},{"name":"subject","value":"UNITED STATES INTERNATIONAL RELATIONS"},{"name":"subject","value":"CURRENCY"},{"name":"subject","value":"DEMONSTRATIONS AND RIOTS"},{"name":"subject","value":"BOYCOTTS"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1992-01-12T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":"Washington","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1b0ef8eb7c8105d6d2ba3","word_count":350,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1995\/12\/24\/travel\/travel-advisory-budapest-spruces-up-its-subway-line.html","snippet":"When Budapest blossomed as one of the grand cities of Europe in the late 19th century, farsighted politicians built the Continent's first subway line. Running under Andrassy Avenue, it featured comfortable yellow coaches with polished wood and bra...","lead_paragraph":"When Budapest blossomed as one of the grand cities of Europe in the late 19th century, farsighted politicians built the Continent's first subway line. Running under Andrassy Avenue, it featured comfortable yellow coaches with polished wood and brass interiors. Emperor Franz Joseph was among the first passengers after the opening in 1896, the year of Hungary's millennium. The 2.3-mile line, closed last year for renovations, reopened in October, not only as a nod to nostalgia but as a pragmatic solution to the city's colossal traffic jams and smog.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Budapest Spruces Up Its Subway Line","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"glocations","value":"BUDAPEST (HUNGARY)"},{"name":"glocations","value":"BUDAPEST, HUNGARY"},{"name":"glocations","value":"HUNGARY"},{"name":"subject","value":"SMOG"},{"name":"subject","value":"RESTORATION AND REHABILITATION"},{"name":"subject","value":"ROADS AND TRAFFIC"},{"name":"subject","value":"TRANSIT SYSTEMS"}],"pub_date":"1995-12-24T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jane","rank":1,"lastname":"PERLEZ"}],"original":"By JANE PERLEZ"},"type_of_material":"News","_id":"4fd1d1c08eb7c8105d70ca51","word_count":219,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1991\/12\/08\/travel\/travel-advisory-hotel-pulls-back-in-kyoto-dispute.html","snippet":"Those who had despaired of halting the destruction of old Kyoto have something to cheer about. After a yearlong battle, the Kyoto Hotel surprised most observers when it succumbed to pressure by a group of Buddhist temples and agreed to reconsider ...","lead_paragraph":"Those who had despaired of halting the destruction of old Kyoto have something to cheer about. After a yearlong battle, the Kyoto Hotel surprised most observers when it succumbed to pressure by a group of Buddhist temples and agreed to reconsider its plan to construct a new tower. The building would have been the tallest in the central part of the ancient capital city. Opponents feared that if it rose to the planned height of nearly 200 feet it would have unleashed a wave of building at that scale and changed the traditional character of many older neighborhoods.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Hotel Pulls Back In Kyoto Dispute","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"glocations","value":"JAPAN"},{"name":"glocations","value":"KYOTO (JAPAN)"},{"name":"organizations","value":"KYOTO HOTEL"},{"name":"subject","value":"HOTELS AND MOTELS"},{"name":"subject","value":"NYTRAVEL"},{"name":"subject","value":"TRAVEL AND VACATIONS"},{"name":"subject","value":"BUDDHISM"}],"pub_date":"1991-12-08T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"STERNGOLD"}],"original":"By JAMES STERNGOLD"},"type_of_material":"News","_id":"4fd1b1b68eb7c8105d6d4072","word_count":220,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1992\/10\/18\/travel\/travel-advisory-niagara-copters-prompt-concerns.html","snippet":"A fatal collision between two sightseeing helicopters over Niagara Falls late last month has underscored concerns in both Canada and the United States that the flights should be banned or greatly restricted.    Three passengers from New York City ...","lead_paragraph":"A fatal collision between two sightseeing helicopters over Niagara Falls late last month has underscored concerns in both Canada and the United States that the flights should be banned or greatly restricted. Three passengers from New York City and the pilot died when one of the helicopters, owned by an American company, crashed on a hillside following the mid-air collision Sept. 29. The other helicopter, owned by a Canadian firm, landed a mile away and all on board escaped serious injury.","abstract":null,"print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Niagara Copters Prompt Concerns","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"glocations","value":"CANADA"},{"name":"glocations","value":"NIAGARA FALLS"},{"name":"glocations","value":"UNITED STATES"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"HELICOPTERS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"NYTRAVEL"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"1992-10-18T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"James","rank":1,"lastname":"Dao"}],"original":"By James Dao"},"type_of_material":"News","_id":"4fd1b58b8eb7c8105d6db36a","word_count":293,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/12\/21\/business\/21connected.html","snippet":"No one expects the existing ban on using cellphones on flights to be eased for at least two years, if ever....","lead_paragraph":"Conventional wisdom has it that once federal authorities approve the use of cellphones on commercial flights, an airplane cabin will quickly resemble an Amtrak train car, simmering with hostility between those who want peace and quiet and those who bray their way from Penn Station in New York to Union Station in Washington. Here are three little words to consider on the subject: not so fast.","abstract":"As regulatory authorities seek comment and study technological and safety implications, no one expects existing ban on using cellphones on commercial flights to be eased for at least two years, if ever; more important, it appears there is not great deal of support for in-flight cellphone chatter among business travelers; leisure travelers are even less enamored; Forrester Research finds only 13 percent want to use their mobile phone on airplane for conversation, and less than 10 percent of leisure travelers want to; airline passengers mostly want ability to stay in touch by text-messaging; drawing (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2004\/12\/20\/business\/connected.75.gif","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2004\/12\/20\/business\/connected.75.gif"},"type":"image","height":75},{"height":55,"subtype":"tiny_thumb","legacy":{"tinythumbwidth":55,"tinythumbheight":55,"hastinythumb":"Y"},"type":"image","width":55}],"headline":{"main":"Cellphones in Flight: The Story Is Data, Not Chatter","kicker":"BUSINESS TRAVEL"},"keywords":[{"name":"organizations","value":"FORRESTER RESEARCH"},{"name":"organizations","value":"FEDERAL COMMUNICATIONS COMMISSION"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"CELLULAR TELEPHONES"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"TRAVEL AND VACATIONS"}],"pub_date":"2004-12-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Joe","lastname":"SHARKEY"}],"original":"By JOE SHARKEY"},"type_of_material":"News","_id":"4fd244368eb7c8105d7ddf39","word_count":1151,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/05\/23\/travel\/travel-advisory-more-smoke-free-beaches-in-los-angeles.html","snippet":"Sunscreen, soft drinks and trashy novels are fine, but when you head to the beach in Los Angeles County this summer, leave the smokes behind.    The neighboring cities of Los Angeles and Santa Monica recently approved ordinances prohibiting smoker...","lead_paragraph":"Sunscreen, soft drinks and trashy novels are fine, but when you head to the beach in Los Angeles County this summer, leave the smokes behind. The neighboring cities of Los Angeles and Santa Monica recently approved ordinances prohibiting smokers from lighting up cigarettes, cigars and pipes at the beach. The bans take effect on Thursday in Santa Monica (with a 90-day grace period before enforcement begins) and on June 19 in Los Angeles. Together, they cover a 13-mile swath of sand from Malibu to Manhattan Beach, and most of Santa Monica's historic pier.","abstract":"Los Angeles and Santa Monica approve ordinances prohibiting smokers from lighting cigarettes, cigars and pipes at beach; bans have been enacted in San Clemente and Solana Beach and are being considered in Malibu and Newport Beach (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"More Smoke-Free Beaches in Los Angeles","kicker":"TRAVEL ADVISORY"},"keywords":[{"name":"glocations","value":"SAN CLEMENTE (CALIF)"},{"name":"glocations","value":"MALIBU (CALIF)"},{"name":"glocations","value":"SOLANA BEACH (CALIF)"},{"name":"glocations","value":"SANTA MONICA (CALIF)"},{"name":"glocations","value":"LOS ANGELES (CALIF)"},{"name":"glocations","value":"NEWPORT BEACH (CALIF)"},{"name":"subject","value":"BEACHES"},{"name":"subject","value":"SMOKING AND TOBACCO"}],"pub_date":"2004-05-23T00:00:00Z","document_type":"article","news_desk":"Travel Desk","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Christopher","rank":1,"lastname":"HALL"}],"original":"By CHRISTOPHER HALL"},"type_of_material":"News","_id":"4fd29f638eb7c8105d882e66","word_count":232,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/12\/business\/business-travel-a-networked-world-s-final-frontier-the-airplane.html","snippet":"On a recent flight from New York to Oakland, Calif., Madeline Duva worked her BlackBerry pager with the intensity of a pinball player, right up until the second of four announcements from the flight crew reminding passengers that all electronic de...","lead_paragraph":"On a recent flight from New York to Oakland, Calif., Madeline Duva worked her BlackBerry pager with the intensity of a pinball player, right up until the second of four announcements from the flight crew reminding passengers that all electronic devices must be turned off. Ms. Duva, a vice president with a San Francisco financial-data company, Sector Data, complied with the request, but said the communications blackout during the six-hour flight left her worrying about a last-minute directive to a colleague. ''Now I'm sitting here and I'm thinking, 'I hope that order went in,' '' she said.","abstract":"Some airline passengers defy ban on in-flight use of electronic communication devices that emit radio signal, including cellphones, pagers, personal digital assistants, and laptop computers with wireless Internet connections; whether devices compromise safety is matter of some debate; FCC issued ban not out of concern for passengers' safety, but because using cellphones in air can cause problems with wireless networks on ground, and it does not actually ban devices, but rather prohibit airlines from allowing passengers to use them unless carriers can prove devices do not interfere with communications systems; photo (M)","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Networked World's Final Frontier: the Airplane","kicker":"BUSINESS TRAVEL"},"keywords":[{"name":"organizations","value":"FEDERAL COMMUNICATIONS COMMISSION"},{"name":"subject","value":"ACCIDENTS AND SAFETY"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"RADIO"},{"name":"subject","value":"CELLULAR TELEPHONES"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"},{"name":"subject","value":"PAGING SYSTEMS"}],"pub_date":"2002-11-12T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Susan","rank":1,"lastname":"STELLIN"}],"original":"By SUSAN STELLIN"},"type_of_material":"News","_id":"4fd222f48eb7c8105d7a87dd","word_count":1164,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}