{"response":{"meta":{"hits":8011,"time":75,"offset":670},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/11\/opinion\/you-wuz-robbed.html","snippet":"Throughout Whitewater scandals, White House aides with fabulous forgeteries and banking con artists took the Fifth Amendment to duck testifying before Congressional committees.    When some suggested they be called to exercise in public their righ...","lead_paragraph":"Throughout Whitewater scandals, White House aides with fabulous forgeteries and banking con artists took the Fifth Amendment to duck testifying before Congressional committees. When some suggested they be called to exercise in public their right to avoid self-incrimination, liberals rose in fury: such televised exposure of venal pols and banking pals refusing to testify would be McCarthyism.","abstract":"William Safire Op-Ed column on Enron scandal blames accounting methods, corporate lawyers, investment banks, commercial banks and financial journalists, print and cable, for creating environment that led to scandal (M)","print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"'You Wuz Robbed!'"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"NEWS AND NEWS MEDIA"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-11T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"William","rank":1,"lastname":"SAFIRE"}],"original":"By WILLIAM SAFIRE"},"type_of_material":"Op-Ed","_id":"4fd2127b8eb7c8105d788edc","word_count":715,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/11\/business\/enron-s-many-strands-charitable-funds-some-politicians-give-away-contributions.html","snippet":"Top executives of Enron, many of whom left the company with millions, have not opened their wallets to help their former employees pay their rent or rebuild their retirement funds. But for short-term relief, the employees can still thank the compa...","lead_paragraph":"Top executives of Enron, many of whom left the company with millions, have not opened their wallets to help their former employees pay their rent or rebuild their retirement funds. But for short-term relief, the employees can still thank the company's largess -- at least, its political largess. The bulk of the money feeding charitable funds for former Enron employees has come from politicians anxious to purge themselves of what Mary Matalin, the counselor to Vice President Dick Cheney, termed ''guilt by contribution,'' or who simply feel that it is appropriate to return donations from people who have fallen on hard times.","abstract":"Bulk of money contributed to charitable funds that are helping former Enron employees has come from politicians who are either anxious to purge themselves of guilt for accepting contributions or simply feel it is appropriate to return donations from people who have fallen on hard times; some political contributions noted; photo (M)","print_page":"24","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Some Politicians Give Away Contributions From Enron","kicker":"ENRON'S MANY STRANDS: CHARITABLE FUNDS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"PHILANTHROPY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-11T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Shaila","middlename":"K.","lastname":"DEWAN","rank":1,"role":"reported","organization":""}],"original":"By SHAILA K. DEWAN"},"type_of_material":"News","_id":"4fd21b9f8eb7c8105d79b26e","word_count":1094,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/09\/business\/enron-s-many-strands-excerpts-house-subcommittee-hearings-enron-collapse.html","snippet":"Following are additional excerpts from the testimony of Enron's former chief executive, Jeffrey K. Skilling, before a hearing of the House Energy and Commerce subcommittee on Thursday, as recorded by Federal News Service Inc. (A full transcript wa...","lead_paragraph":"Following are additional excerpts from the testimony of Enron's former chief executive, Jeffrey K. Skilling, before a hearing of the House Energy and Commerce subcommittee on Thursday, as recorded by Federal News Service Inc. (A full transcript was not available Thursday night.) Mr. Skilling was questioned by Representatives Henry A. Waxman, Democrat of California; James C. Greenwood, Republican of Pennsylvania; Billy Tauzin, Republican of Louisiana; and Edward J. Markey, Democrat of Massachusetts. A full transcript is available online: nytimes.com\/business. MR. WAXMAN -- Who came up with the idea of the partnerships? MR. SKILLING -- Which partnerships specifically? I mean, Enron had literally thousands of partnerships, and they came from various operating business units.","abstract":"Additional excerpts from Jeffrey K Skilling's testimony at House subcommittee hearing on Enron's collapse; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Excerpts From the House Subcommittee Hearings on the Enron Collapse","kicker":"ENRON'S MANY STRANDS"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Text","_id":"4fd22cb08eb7c8105d7b898f","word_count":2413,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/05\/business\/enron-s-many-strands-memorabilia-a-debacle-chronicled-in-kitsch.html","snippet":"This city, already rich in museums and art galleries, got a new minigallery last week: an exhibit of commemorative plaques, T-shirts and expensive gewgaws from the Enron Corporation.     At a coffee bar....","lead_paragraph":"This city, already rich in museums and art galleries, got a new minigallery last week: an exhibit of commemorative plaques, T-shirts and expensive gewgaws from the Enron Corporation. At a coffee bar.","abstract":"Coffee bar in building occupied largely by Enron, Houston, offers exhibition of Enron memorabilia assembled by present and former company employees; photos (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Debacle Chronicled in Kitsch","kicker":"ENRON'S MANY STRANDS: MEMORABILIA"},"keywords":[{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"}],"pub_date":"2002-02-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SCHWARTZ"}],"original":"By JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd2124d8eb7c8105d788843","word_count":393,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/05\/nyregion\/electricity-crisis-eases-in-new-york.html","snippet":"New York City, which faced a looming electricity crisis last summer as more computers and air-conditioners bought in a booming economy bumped up against the limits of the local power supply, now has all the energy it needs through at least the mid...","lead_paragraph":"New York City, which faced a looming electricity crisis last summer as more computers and air-conditioners bought in a booming economy bumped up against the limits of the local power supply, now has all the energy it needs through at least the middle of next year and perhaps beyond, electricity experts say. The sharp turn of events is partly a result of the Sept. 11 terrorist attack, which removed in one horrific day about 100 megawatts of power demand -- enough to supply nearly 100,000 homes -- as buildings in Lower Manhattan fell and companies and residents were dispersed.","abstract":"Electricity experts say New York City, which faced looming power crisis in summer 2001, now has all energy it needs through at least middle of 2003 and beyond; cite September 11 terrorist attacks, which removed about 100 megawatts of power demand and recession which has stripped tens of thousands of jobs since then and reduced pressure on system; supply side of electricity equation has also fundamentally changed; collapse of Enron and prospect of energy glut in many parts of country has frightened investors who were once eager to pour money into power plant projects; of 22,000 new megawatts proposed for New York State, almost two-thirds are now considered unlikely to be brought on line; graph (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ELECTRICITY CRISIS EASES IN NEW YORK"},"keywords":[{"name":"glocations","value":"NEW YORK STATE"},{"name":"glocations","value":"NEW YORK CITY"},{"name":"glocations","value":"WASHINGTON (DC)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"AIRLINES AND AIRPLANES"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"HIJACKING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"FACTORIES AND INDUSTRIAL PLANTS"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"WORLD TRADE CENTER (NYC)"},{"name":"subject","value":"PENTAGON BUILDING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-05T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Front Page; New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kirk","rank":1,"lastname":"JOHNSON"}],"original":"By KIRK JOHNSON"},"type_of_material":"News","_id":"4fd22cbb8eb7c8105d7b9114","word_count":1620,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/04\/business\/enron-s-many-strands-news-analysis-talk-of-crime-gets-big-push.html","snippet":"The report released Saturday evening by a special committee of the Enron Corporation's board clearly raises the specter that at the foundation of the company's downfall was a series of multimillion-dollar crimes, legal experts and former prosecuto...","lead_paragraph":"The report released Saturday evening by a special committee of the Enron Corporation's board clearly raises the specter that at the foundation of the company's downfall was a series of multimillion-dollar crimes, legal experts and former prosecutors said yesterday. Until now, much of the investigation into Enron's free fall has been focused on complex transactions that, while suspicious and poorly executed, appeared to fall within the framework of workaday corporate finance. These include the now notorious off-balance sheet deals that shifted assets and debt from the company's books and into a byzantine collection of partnerships, many of them controlled by Enron's former chief financial officer, Andrew S. Fastow.","abstract":"News analysis of report released by special committee of Enron's board, which legal experts say clearly raises specter that series of multimillion-dollar crimes may have caused company's downfall; report could force investigators probing bankruptcy to focus on whether same kinds of illegal acts that caused savings and loan scandals of 1980's and early 1990's occurred at Enron too (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Talk of Crime Gets Big Push","kicker":"ENRON'S MANY STRANDS: NEWS ANALYSIS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"SAVINGS AND LOAN ASSOCIATIONS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-02-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"An Analysis; News Analysis","_id":"4fd25bba8eb7c8105d809211","word_count":1321,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/31\/nyregion\/c-corrections-397156.html","snippet":"A front-page article yesterday  about the destruction of records at the Enron Corporation misspelled the given name of a Justice Department spokesman who declined to comment on whether agents had obtained computer hard drives or other electronic m...","lead_paragraph":"A front-page article yesterday about the destruction of records at the Enron Corporation misspelled the given name of a Justice Department spokesman who declined to comment on whether agents had obtained computer hard drives or other electronic media at the company. (The error also occurred in articles on Jan. 21 and last Friday.) He is Bryan Sierra, not Brian.","abstract":"Correction of Jan 30 article about destruction of records at Enron Corp, regarding spelling of given name of Justice Dept spokesman","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-31T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd22ab28eb7c8105d7b5c6a","word_count":59,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/30\/opinion\/l-no-respite-in-the-enron-furor-375756.html","snippet":"To the Editor:    Re ''Bush Says Privacy Is Needed on Data From Enron Talks'' (front page, Jan. 29):    President Bush says the General Accounting Office request to turn over information about contacts between the administration and Enron is ''an ...","lead_paragraph":"To the Editor: Re ''Bush Says Privacy Is Needed on Data From Enron Talks'' (front page, Jan. 29): President Bush says the General Accounting Office request to turn over information about contacts between the administration and Enron is ''an encroachment on the executive branch's ability to conduct business.'' The president and Vice President Dick Cheney sound as if they are laying down company policy to employees.","abstract":"Susan Esko letter on Jan 29 article criticizes Pres Bush's for refusing to provide data about contacts between Enron Corp and administration's energy task force","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Respite in the Enron Furor"},"keywords":[{"name":"persons","value":"ESKO, SUSAN"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"CHENEY, DICK"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-30T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd26bdd8eb7c8105d8242f9","word_count":128,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/25\/us\/house-vote-is-set-on-campaign-bill.html","snippet":"The advocates of overhauling the nation's campaign finance law gained enough support today to force a House vote on legislation that would make the most wide-ranging change in the campaign law since the Watergate era.    The insurgents made their ...","lead_paragraph":"The advocates of overhauling the nation's campaign finance law gained enough support today to force a House vote on legislation that would make the most wide-ranging change in the campaign law since the Watergate era. The insurgents made their move, a defeat for the House Republican leadership, on the second day of the new Congressional session, collecting the final signatures needed on a petition to send the bill to the floor. They said their quest to ban the unlimited contributions to the political parties known as soft money had been revived by the collapse of the energy trading giant, Enron, and the tales of how the company spread nearly $6 million in campaign donations across Washington since 1989. More than half of the contributions were soft money.","abstract":"Advocates of overhauling nation's campaign finance law gain enough support to force House vote on legislation that would make most wide-ranging change in campaign law since Watergate era; insurgents make their move, a defeat for House Republican leadership, on second day of new Congressional session, collecting final signatures needed on petition to send bill to floor; they say their quest to ban unlimited contributions to political parties known as soft money had been revived by collapse of energy trading giant, Enron, and tales of how company spread nearly $6 million in campaign donations across Washington since 1989; more than half of contributions were soft money (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"HOUSE VOTE IS SET ON CAMPAIGN BILL"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-25T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alison","rank":1,"lastname":"MITCHELL"}],"original":"By ALISON MITCHELL"},"type_of_material":"News","_id":"4fd2124e8eb7c8105d788930","word_count":1224,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/23\/opinion\/l-enron-and-the-culture-of-greed-266728.html","snippet":"To the Editor:    Re ''Web of Safeguards Failed as Enron Fell'' (front page, Jan. 20):    It is undoubtedly true that ''there is likely to be plenty of blame to go around'' for the failure of the Enron Corporation, but a general explanation is alr...","lead_paragraph":"To the Editor: Re ''Web of Safeguards Failed as Enron Fell'' (front page, Jan. 20): It is undoubtedly true that ''there is likely to be plenty of blame to go around'' for the failure of the Enron Corporation, but a general explanation is already apparent.","abstract":"John S Koppel letter on Jan 20 article blames Enron Corp's collapse on culture of greed, dishonesty, ethical blindness and wishful thinking","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron and the Culture of Greed"},"keywords":[{"name":"persons","value":"KOPPEL, JOHN S"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-01-23T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd21b338eb7c8105d79a601","word_count":125,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}