{"response":{"meta":{"hits":8011,"time":85,"offset":180},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2004\/01\/09\/business\/judge-moves-to-allow-plea-by-wife-of-ex-enron-officer.html","snippet":"The logjam blocking an important step forward in the government's criminal investigation into the collapse of Enron showed tentative signs of breaking on Thursday.     A federal judge here said he would allow Lea Fastow, the wife of Enron's former...","lead_paragraph":"The logjam blocking an important step forward in the government's criminal investigation into the collapse of Enron showed tentative signs of breaking on Thursday. A federal judge here said he would allow Lea Fastow, the wife of Enron's former chief financial officer, to plead guilty to a single tax violation, but he signaled that he had not yet decided whether he would feel bound by the agreement she reached with prosecutors on a five-month sentence.","abstract":"Federal Judge David Hittner will allow Lea Fastow, wife of Enron Corp's former chief financial officer Andrew Fastow, to plead guilty to single tax violation, but signals he will not yet decide whether he will feel bound by agreement she reached with prosecutors on five-month sentence; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Judge Moves to Allow Plea By Wife of Ex-Enron Officer"},"keywords":[{"name":"persons","value":"HITTNER, DAVID"},{"name":"persons","value":"FASTOW, LEA"},{"name":"persons","value":"FASTOW, ANDREW"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAX EVASION"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"SENTENCES (CRIMINAL)"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"DECISIONS AND VERDICTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2004-01-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd2346d8eb7c8105d7c5824","word_count":841,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/09\/23\/business\/ruling-for-enron-employees.html","snippet":"A bankruptcy judge today authorized the committee representing employees of the Enron Corporation to collect some of an estimated $53 million in accelerated deferred compensation payments set aside for certain executives on the eve of the company'...","lead_paragraph":"A bankruptcy judge today authorized the committee representing employees of the Enron Corporation to collect some of an estimated $53 million in accelerated deferred compensation payments set aside for certain executives on the eve of the company's bankruptcy filing, lawyers said. The judge, Arthur J. Gonzalez of Federal Bankruptcy Court in New York, approved a settlement reached by Enron's management, the creditors' committee and the employee committee, according to lawyers for the employees.","abstract":"Federal Bankruptcy Judge Arthur J Gonzalez authorizes committee representing employees of Enron Corp to collect some of estimated $53 million in accelerated deferred compensation payments set aside for certain executives on eve of company's bankruptcy filing (S)","print_page":"6","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Ruling for Enron Employees"},"keywords":[{"name":"persons","value":"GONZALEZ, ARTHUR J"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"WAGES AND SALARIES"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"}],"pub_date":"2003-09-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd246788eb7c8105d7e18d0","word_count":92,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/21\/business\/company-news-enron-plans-to-sell-its-headquarters-in-houston.html","snippet":"The Enron Corporation said yesterday that it planned to sell its 50-story headquarters in downtown Houston. Enron has occupied the tower, which has 1.27 million square feet of space, since 1985. Through a complex arrangement, it is owned by Brazos...","lead_paragraph":"The Enron Corporation said yesterday that it planned to sell its 50-story headquarters in downtown Houston. Enron has occupied the tower, which has 1.27 million square feet of space, since 1985. Through a complex arrangement, it is owned by Brazos Holdings, but Enron's major creditors will receive most of the proceeds of the sale, said Richard Rudd, senior managing director in the Houston office of Granite Partners, a real estate firm hired by Enron to handle the sale. Mr. Rudd said he expected the building to sell for ''somewhere over $100 million.'' Enron plans to move to another building in Houston, next March.","abstract":"Enron Corp plans to sell its 50-story headquarters in downtown Houston; estimated worth is over $100 million; plans to move to another building in Houston in March 2004 (S)","print_page":"3","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"ENRON PLANS TO SELL ITS HEADQUARTERS IN HOUSTON","kicker":"COMPANY NEWS"},"keywords":[{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"RELOCATION OF BUSINESS"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ETHICS"}],"pub_date":"2003-08-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd243c68eb7c8105d7dd865","word_count":105,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/08\/17\/weekinreview\/the-nation-the-system-did-not-fail-yet-the-system-failed.html","snippet":"WHILE Americans have become ever more dependent upon electricity in their daily lives, a crucial part of the system that supports their way of life has not kept up.    Yes, the country has built more power plants -- enough to create a glut of powe...","lead_paragraph":"WHILE Americans have become ever more dependent upon electricity in their daily lives, a crucial part of the system that supports their way of life has not kept up. Yes, the country has built more power plants -- enough to create a glut of power in most parts of the country. But the transmission system -- a collection of high-voltage networks that connect the power plants where the electricity is produced to the local distribution companies that deliver it to homes and businesses -- is caught in the middle of the stalled deregulation of the American electric power industry.","abstract":"Daniel Yergin and Larry Makovich article says last week's blackout points up vulnerability of high-voltage wires that connect various regions of nation's power transmssion system, which was built to serve regulated monopolies and is now being called on to serve deregulated market; says conversion of transmission system to new role has been impeded by California's disastrous partial energy deregulation and role played by Enron and other energy marketing companies in power crisis; photos (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; The System Did Not Fail. Yet the System Failed."},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"POWER LINES"},{"name":"subject","value":"BLACKOUTS AND BROWNOUTS (ELECTRICAL)"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2003-08-17T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Daniel","rank":1,"lastname":"YERGIN"},{"organization":"","role":"reported","firstname":"Lawrence","rank":2,"lastname":"MAKOVICH"}],"original":"By DANIEL YERGIN and LAWRENCE MAKOVICH"},"type_of_material":"News","_id":"4fd22c578eb7c8105d7b849c","word_count":911,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/12\/17\/business\/enron-unit-indicted-over-tax-appraisals.html","snippet":"The Enron Corporation's bankrupt broadband unit failed to identify millions of dollars in equipment on appraisal forms used to determine property taxes, a Harris County grand jury asserted in an indictment returned today.     The indictment accuse...","lead_paragraph":"The Enron Corporation's bankrupt broadband unit failed to identify millions of dollars in equipment on appraisal forms used to determine property taxes, a Harris County grand jury asserted in an indictment returned today. The indictment accused Enron Broadband Services of filing a business statement in April 2001 that failed to properly account for telecommunications equipment kept in a Houston warehouse. The broadband unit is among the subsidiaries that went bankrupt last year with the parent company.","abstract":"Grand jury issues indictment asserting that Enron Corp's bankrupt broadband unit failed to identify millions of dollars in equipment on appraisal forms used to determine property taxes due Harris County, Tex; accuses Enron Broadband Services of filing business statement in April 2001 that failed to properly account for telecommunications equipment kept in Houston warehouse (S)","print_page":"4","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Enron Unit Indicted Over Tax Appraisals"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAX EVASION"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-12-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd26c6c8eb7c8105d824d82","word_count":199,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/04\/business\/white-house-gets-24-hours-to-turn-over-enron-papers.html","snippet":"White House officials were given 24 more hours today to turn over information about their contacts with Enron, as the administration and Democrats on the Senate Governmental Affairs Committee debated how thousands of pages of documents covered by ...","lead_paragraph":"White House officials were given 24 more hours today to turn over information about their contacts with Enron, as the administration and Democrats on the Senate Governmental Affairs Committee debated how thousands of pages of documents covered by subpoenas would be handled by investigators on the panel. Even so, both Democratic and Republican staff members from the panel began reviewing the documents this afternoon in the Eisenhower executive office building.","abstract":"Sen Joseph I Lieberman gives White House 24 more hours to turn over to his committee data about their contacts with Enron as Bush administration and committee Democrats debate how subpoenaed documents will be handled by panel investigators; committee staff members begin reviewing documents; Texas utility regulators propose fining Enron $7.1 million for allegedly manipulating state's wholesale power market last August; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"White House Gets 24 Hours To Turn Over Enron Papers"},"keywords":[{"name":"persons","value":"LIEBERMAN, JOSEPH I"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"TEXAS"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINES (PENALTIES)"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-06-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd2362f8eb7c8105d7c8258","word_count":691,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/13\/business\/enron-s-many-strands-regulations-congress-again-tries-tighten-derivatives-rules.html","snippet":"Congress is making another modest attempt to tighten regulation of the derivatives markets after the bankruptcy of the Enron Corporation, which used derivatives in part to keep debt off its balance sheet.    Derivatives are financial contracts tha...","lead_paragraph":"Congress is making another modest attempt to tighten regulation of the derivatives markets after the bankruptcy of the Enron Corporation, which used derivatives in part to keep debt off its balance sheet. Derivatives are financial contracts that promise payments from one party to another and that have a value derived from changes in the price of an underlying security, index or commodity. The value of outstanding derivatives contracts is estimated at $100 trillion by the Bank for International Settlements, an organization based in Basel, Switzerland, that works with central banks.","abstract":"Congress is making another modest attempt to tighten regulation of derivatives markets after bankruptcy of Enron Corp, which used derivatives in part to keep debt off its balance sheet; Senate sets aside amendment to energy bill sponsored by Sen Dianne Feinstein that would allow government to regulate certain energy and commodity derivatives; Feinstein and Sen Phil Gramm are working on mutually satisfactory way to bring amendment to vote; derivatives that are focus of Feinstein's bill are traded over counter and not on any exchange (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Congress Again Tries to Tighten Derivatives Rules a Bit","kicker":"ENRON'S MANY STRANDS: REGULATIONS"},"keywords":[{"name":"persons","value":"GRAMM, PHIL"},{"name":"persons","value":"FEINSTEIN, DIANNE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"DERIVATIVES (FINANCIAL TRANSACTIONS)"},{"name":"subject","value":"FUTURES AND OPTIONS TRADING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By RIVA D. ATLAS"},"type_of_material":"News","_id":"4fd2628b8eb7c8105d814982","word_count":1055,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/03\/weekinreview\/the-nation-another-quality-of-the-corporate-titan-ignorance-at-the-top.html","snippet":"THE recent testimony of Jeffrey Skilling, the former chief executive of the Enron Corporation, brought howls of disbelief from members of Congress. Repeatedly, Mr. Skilling denied any knowledge of the financial rot in the hull of his corporate shi...","lead_paragraph":"THE recent testimony of Jeffrey Skilling, the former chief executive of the Enron Corporation, brought howls of disbelief from members of Congress. Repeatedly, Mr. Skilling denied any knowledge of the financial rot in the hull of his corporate ship, which collapsed into bankruptcy just months after he resigned. Could a chief executive really know so little about so many critical events swirling about the company?","abstract":"Former chief executive Jeffrey Skilling's claim that he was unaware of Enron's financial problems discussed; there is little public evidence implicating him in actions most likely to result in criminal charges, but his claim of ignorance makes him vulnerable to civil suits (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Another Quality of the Corporate Titan: Ignorance at the Top"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-03T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd262868eb7c8105d81452d","word_count":397,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/18\/us\/enron-pursued-plan-to-forge-close-ties-to-gore-campaign.html","snippet":"The Enron Corporation quietly drew up a plan to cultivate close political ties to Vice President Al Gore during the 2000 presidential race and tried to build relationships with his inner circle even though the company was one of the biggest campai...","lead_paragraph":"The Enron Corporation quietly drew up a plan to cultivate close political ties to Vice President Al Gore during the 2000 presidential race and tried to build relationships with his inner circle even though the company was one of the biggest campaign contributors to George W. Bush and the Republicans. The double-sided strategy was intended to ensure that Enron, the Houston-based energy company that has filed for bankruptcy protection, wielded influence with the next president, whoever he was, according to internal company documents and interviews with officials at Enron and from the Gore campaign.","abstract":"Enron Corp quietly drew up plan to cultivate close political ties to Vice Pres Al Gore during 2000 presidential race and tried to build reltionships with his inner circle even though company was one of biggest campaign contributors to George W Bush and Republicans; internal company documents and interviews with officials suggest double-sided strategy was aimed at ensuring that company wielded influence with next president; company's initiatives with Gore campaign discussed; former officials say important part of strategy was to win favor with campaign with significant increase in company's donations to Democrats (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Pursued Plan To Forge Close Ties To Gore Campaign"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"GORE, AL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 2000"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-18T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"L.","lastname":"BERKE","rank":1,"role":"reported","organization":""}],"original":"By RICHARD L. BERKE"},"type_of_material":"News","_id":"4fd26da28eb7c8105d8270b2","word_count":1448,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/weekinreview\/the-nation-why-a-scandal-became-a-spectacle.html","snippet":"THE Enron scandal, which began with transactions complex enough to make an accountant's eyes glaze over, has by now morphed into something more: an American-style cultural spectacle, complete with Congressional hearings, movie rights and memorabil...","lead_paragraph":"THE Enron scandal, which began with transactions complex enough to make an accountant's eyes glaze over, has by now morphed into something more: an American-style cultural spectacle, complete with Congressional hearings, movie rights and memorabilia available on E-Bay (see Page 4). But Enron is more than fodder for radio talk shows and late-night comedy routines. Its collapse was unsettling in a way that seized and continues to hold the nation's attention.","abstract":"Enron scandal, which began with transactions complex enough to make accountant's eyes glaze over, has by now morphed into something more: American-style cultural spectacle, complete with Congressional hearings, movie rights and memorabilia available on E-Bay; Enron's demise is seen first morality play of post-boom era (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Why a Scandal Became a Spectacle"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"W.","lastname":"STEVENSON","rank":1,"role":"reported","organization":""}],"original":"By RICHARD W. STEVENSON"},"type_of_material":"News","_id":"4fd2127b8eb7c8105d788eb8","word_count":1264,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}