{"response":{"meta":{"hits":8011,"time":28,"offset":960},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/17\/business\/texas-board-revokes-andersen-s-license.html","snippet":"The accounting firm Arthur Andersen lost its license to practice in Texas today, the home state of its former client Enron.    The state board that regulates the Texas accounting profession voted unanimously to revoke the firm's license because of...","lead_paragraph":"The accounting firm Arthur Andersen lost its license to practice in Texas today, the home state of its former client Enron. The state board that regulates the Texas accounting profession voted unanimously to revoke the firm's license because of the company's obstruction of justice conviction.","abstract":"Arthur Andersen loses license to practice accounting in Texas because of its obstruction of justice conviction in Enron Corp's collapse; will pay $1000 fine (M)","print_page":"14","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Texas Board Revokes Andersen's License"},"keywords":[{"name":"glocations","value":"TEXAS"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"ANDERSEN, ARTHUR"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINES (PENALTIES)"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-08-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd281248eb7c8105d84ce7d","word_count":199,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/06\/business\/enron-director-to-leave-harvard-board.html","snippet":"Herbert S. Winokur Jr., a longtime director of the Enron Corporation, has decided to step down in June from the Harvard Corporation, the executive body that runs Harvard University, the university announced yesterday.    Mr. Winokur, who heads a p...","lead_paragraph":"Herbert S. Winokur Jr., a longtime director of the Enron Corporation, has decided to step down in June from the Harvard Corporation, the executive body that runs Harvard University, the university announced yesterday. Mr. Winokur, who heads a private investment firm in Greenwich, Conn., is the latest Enron director to resign from a position on another board.","abstract":"Herbert S Winokur Jr, who as Enron Corp director has been criticized for failing to provide adequate oversight, resigns from executive body that runs Harvard University (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Director to Leave Harvard Board"},"keywords":[{"name":"persons","value":"WINOKUR, HERBERT S JR"},{"name":"organizations","value":"HARVARD UNIVERSITY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"COLLEGES AND UNIVERSITIES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Education; Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd22f7f8eb7c8105d7bdf33","word_count":209,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/21\/nyregion\/c-corrections-175056.html","snippet":"Because of an editing error, an article in Business Day yesterday about the expected testimony of major credit rating agencies at a Congressional hearing into the collapse of Enron gave an outdated name for one agency. It is Fitch Ratings, no long...","lead_paragraph":"Because of an editing error, an article in Business Day yesterday about the expected testimony of major credit rating agencies at a Congressional hearing into the collapse of Enron gave an outdated name for one agency. It is Fitch Ratings, no longer Fitch Investors Service.","abstract":"Correction of Mar 20 article on expected testimony of major credit rating agencies at Congressional hearing into Enron collapse, which gave outdated name for Fitch Ratings, one of agencies","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"FITCH RATINGS"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-21T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd22e9d8eb7c8105d7bc9ad","word_count":45,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/26\/business\/enron-s-many-strands-hearings-panel-hear-variations-theme-enron-s-fall.html","snippet":"It promises to be the Enron version of he said, she said.    Jeffrey K. Skilling, the former chief executive of the Enron Corporation, is scheduled to appear before the Senate Commerce Committee on Tuesday and will no doubt be subjected to intense...","lead_paragraph":"It promises to be the Enron version of he said, she said. Jeffrey K. Skilling, the former chief executive of the Enron Corporation, is scheduled to appear before the Senate Commerce Committee on Tuesday and will no doubt be subjected to intense, skeptical questioning about his role in the company's collapse.","abstract":"Enron Corp's former chief executive Jeffrey K Skilling is scheduled to appear before Senate Commerce Committee on Feb 26 and will no doubt be subjected to intense, skeptical questioning about his role in company's collapse; Skilling, in House subcommittee testimony, portrayed himself as unaware of details of financial arrangements central to Enron's collapse and as supporting subordinates who brought their concerns to him; vice president Sherron S Watkins, who raised questions about transactions at time Skilling resigned last August, is also scheduled to appear before Senate committee; she testified to House subcommittee that Skilling was aware of details of transactions and that he had power to keep Enron's board in dark about what was happening; her account is likely to be supported by friend and ally in Enron's internal wars, president Jeffrey McMahon, who is also scheduled to appear before committee; McMahon has already told Congress that he confronted Skilling nearly two years ago about conflicts of interest in Enron's finances--account disputed by Skilling; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Panel to Hear The Variations On the Theme Of Enron's Fall","kicker":"ENRON'S MANY STRANDS: THE HEARINGS"},"keywords":[{"name":"persons","value":"MCMAHON, JEFFREY"},{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"persons","value":"WATKINS, SHERRON S"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"SENATE"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"WHISTLE-BLOWERS"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"W.","lastname":"STEVENSON","rank":1,"role":"reported","organization":""},{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":2,"role":"reported","organization":""}],"original":"By RICHARD W. STEVENSON and RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd234178eb7c8105d7c4c77","word_count":1209,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/25\/business\/enron-s-collapse-how-ljm2-tripped-up-enron.html","snippet":"When Enron restated its earnings last year, reducing its profits from 1997-2001 by almost $600 million and shrinking its shareholder equity by more than $1.2 billion, it said that the reason was partly its deals with a partnership named LJM2. Acco...","lead_paragraph":"When Enron restated its earnings last year, reducing its profits from 1997-2001 by almost $600 million and shrinking its shareholder equity by more than $1.2 billion, it said that the reason was partly its deals with a partnership named LJM2. According to Enron, the partnership was independent of the company, but the top executives of LJM2 were also top executives at Enron -- a connection highlighted in the partnership offering papers as one reason LJM2 would be a desirable investment. Here is one way that the partnership became a problem. Dylan Loeb McClain","abstract":"When Enron restated its earnings last year, reducing its profits from 1997-2001 by almost $600 million and shrinking its shareholder equity by more than $1.2 billion, it said that the reason was partly its deals with partnership named LJM2; Enron said partnership was independent of company, but top executives of LJM2 were also top executives at Enron; chart (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How LJM2 Tripped Up Enron","kicker":"ENRON'S COLLAPSE"},"keywords":[{"name":"organizations","value":"LJM2"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Dylan","middlename":"Loeb","lastname":"McClain","rank":1,"role":"reported","organization":""}],"original":"By Dylan Loeb McClain"},"type_of_material":"News","_id":"4fd22ab68eb7c8105d7b5f78","word_count":144,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/24\/business\/enron-s-collapse-fading-nest-eggs-labor-dept-reviews-ban-on-stock-sale.html","snippet":"The Labor Department is reviewing whether the Enron Corporation acted properly when it told its employees they could not sell Enron shares in their retirement accounts at a time when the shares' value was evaporating, agency officials said today. ...","lead_paragraph":"The Labor Department is reviewing whether the Enron Corporation acted properly when it told its employees they could not sell Enron shares in their retirement accounts at a time when the shares' value was evaporating, agency officials said today. Specifically, investigators are reviewing the actions of everyone who was responsible for administering the company's 401(k) retirement savings program.","abstract":"Labor Department is reviewing whether Enron Corp acted properly when it told its employees they could not sell Enron shares in their retirement accounts at time when shares' value was evaporating; Ann L Combs, assistant secretary of labor in charge of Pension and Welfare Benefits Administration, says 20,795 Enron employees held $2.1 billion in company's 401(k) plan at end of year 2000, 63 percent of which was in Enron stock (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Labor Dept. Reviews Ban On Stock Sale","kicker":"ENRON'S COLLAPSE: FADING NEST EGGS"},"keywords":[{"name":"persons","value":"COMBS, ANN L"},{"name":"organizations","value":"LABOR DEPARTMENT"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jo","rank":1,"lastname":"THOMAS"}],"original":"By JO THOMAS"},"type_of_material":"News","_id":"4fd2298d8eb7c8105d7b3560","word_count":537,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/11\/14\/business\/the-markets-market-place-enron-chief-will-give-up-severance.html","snippet":"Trying to quell a furious reaction from employees outraged that he stood to profit from a merger with Dynegy Inc., Kenneth L. Lay, the chairman and chief executive of the Enron Corporation, decided late yesterday to give up a severance package wor...","lead_paragraph":"Trying to quell a furious reaction from employees outraged that he stood to profit from a merger with Dynegy Inc., Kenneth L. Lay, the chairman and chief executive of the Enron Corporation, decided late yesterday to give up a severance package worth more than $60 million. The tumult at Enron's headquarters in Houston began after the company disclosed in a securities filing earlier in the day that Mr. Lay was in line to collect $60.6 million in pay after the deal closed next year, $20.2 million for every full calendar year left in his employment contract.","abstract":"Enron Corp chairman and chief executive, Kenneth L Lay, gives up severage package worth $60.6 million in effort to appease employees outraged that he stands to profit from merger with Dynegy Inc; value of employees' stock options and their 401(k) accounts evaporated this fall as Enron shares plummeted aimd concerns over company's accounting practices (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"THE MARKETS: Market Place; Enron Chief Will Give Up Severance"},"keywords":[{"name":"creative_works","value":"MARKET PLACE (TIMES COLUMN)"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"DYNEGY INC"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"PERSONAL FINANCES"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"}],"pub_date":"2001-11-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr.","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","firstname":"Floyd","rank":2,"lastname":"NORRIS"}],"original":"By RICHARD A. OPPEL Jr. and FLOYD NORRIS"},"type_of_material":"News","_id":"4fd218e68eb7c8105d79621e","word_count":1311,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1996\/02\/24\/business\/international-briefs-enron-hopes-to-restart-work-on-plant-in-india.html","snippet":"The Enron Development Corporation hopes to restart construction on its power  plant in India by May 1 after agreeing on a new price for the plant's electrical output, a company spokeswoman, Diane Bazelides, said yesterday. The company reached the ...","lead_paragraph":"The Enron Development Corporation hopes to restart construction on its power plant in India by May 1 after agreeing on a new price for the plant's electrical output, a company spokeswoman, Diane Bazelides, said yesterday. The company reached the revised power purchase agreement on Thursday with the Maharashtra State Electricity Board. The agreement still needs final approval, however, from the Maharashtra Cabinet, the central Government of India and project lenders. The government of Maharashtra canceled the project last August, contending it was too expensive and could damage the environment. But the state agreed to revive the project in January, after the company offered cost cuts and reductions in electricity prices. (AP)","abstract":null,"print_page":"46","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Hopes to Restart Work on Plant in India","kicker":"INTERNATIONAL BRIEFS"},"keywords":[{"name":"glocations","value":"INDIA"},{"name":"organizations","value":"ENRON DEVELOPMENT CORP"}],"pub_date":"1996-02-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1c2318eb7c8105d6f1c33","word_count":113,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/10\/17\/business\/yourmoney\/17refresh.html","snippet":"After resigning as the global chief executive of Andersen Worldwide in 2002, before the firm was convicted of obstructing a federal investigation into the Enron Corporation, Joseph F. Berardino wondered if he would ever work again....","lead_paragraph":"After resigning as the global chief executive of Andersen Worldwide in 2002, before the firm was convicted of obstructing a federal investigation into the Enron Corporation, Joseph F. Berardino wondered if he would ever work again. Mr. Berardino has since returned his own verdict on that question: ''I won't be in accounting. That's over.''","abstract":"Joseph F Berardino, who resigned as global chief executive of Andersen Worldwide in 2002, discusses current work in several executive jobs; photo (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Farewell To Accounting","kicker":"OPENERS: REFRESH BUTTON"},"keywords":[{"name":"persons","value":"BERARDINO, JOSEPH F"},{"name":"organizations","value":"ENRON CORPORATION"},{"name":"organizations","value":"ANDERSEN WORLDWIDE"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"2004-10-17T00:00:00Z","document_type":"article","news_desk":"SundayBusiness","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Robert","lastname":"Johnson"}],"original":"By Robert Johnson"},"type_of_material":"News","_id":"4fd259cc8eb7c8105d80637a","word_count":354,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/01\/03\/business\/senate-report-says-rubin-acted-legally-in-enron-matter.html","snippet":"A report by the staff of a Senate panel has concluded that Robert E. Rubin ''did not act contrary to law'' in the weeks before Enron collapsed by suggesting to the under secretary of the Treasury that he urge major credit-rating agencies to delay ...","lead_paragraph":"A report by the staff of a Senate panel has concluded that Robert E. Rubin ''did not act contrary to law'' in the weeks before Enron collapsed by suggesting to the under secretary of the Treasury that he urge major credit-rating agencies to delay issuing a downgrade of Enron. Mr. Rubin, who resigned as Treasury secretary in July 1999 and several months later became chairman of Citigroup's executive committee, called Peter R. Fisher, the under secretary of the Treasury, on Nov. 8, 2001, after learning that Enron was close to losing its investment-grade rating.","abstract":"Senate Governmental Affairs Committee report concludes former Treasury Sec Robert E Rubin 'did not act contrary to law' in weeks before Enron collapsed by suggesting to then Treasury Under Sec Peter R Fisher that he urge major credit-rating agencies to delay issuing downgrade of Enron; Rubin, who resigned as Treasury secretary in July 1999 and several months later became chairman of Citigroup's executive committee, called Fisher on Nov 8, 2001, after learning that Enron was close to losing its investment-grade rating; Citigroup stood to lose more than $1 billion that it had lent to Enron if its credit rating was downgraded and company subsequently collapsed; Rubin had been asked to make call by Michael A Carpenter, head of Citigroup's investment banking unit at time (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Senate Report Says Rubin Acted Legally in Enron Matter"},"keywords":[{"name":"persons","value":"RUBIN, ROBERT E"},{"name":"persons","value":"CARPENTER, MICHAEL A"},{"name":"persons","value":"FISHER, PETER R"},{"name":"organizations","value":"CITIGROUP INC"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"RATINGS AND RATING SYSTEMS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-01-03T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd227cc8eb7c8105d7b0812","word_count":1007,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}