{"response":{"meta":{"hits":8011,"time":81,"offset":60},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/04\/business\/white-house-gets-24-hours-to-turn-over-enron-papers.html","snippet":"White House officials were given 24 more hours today to turn over information about their contacts with Enron, as the administration and Democrats on the Senate Governmental Affairs Committee debated how thousands of pages of documents covered by ...","lead_paragraph":"White House officials were given 24 more hours today to turn over information about their contacts with Enron, as the administration and Democrats on the Senate Governmental Affairs Committee debated how thousands of pages of documents covered by subpoenas would be handled by investigators on the panel. Even so, both Democratic and Republican staff members from the panel began reviewing the documents this afternoon in the Eisenhower executive office building.","abstract":"Sen Joseph I Lieberman gives White House 24 more hours to turn over to his committee data about their contacts with Enron as Bush administration and committee Democrats debate how subpoenaed documents will be handled by panel investigators; committee staff members begin reviewing documents; Texas utility regulators propose fining Enron $7.1 million for allegedly manipulating state's wholesale power market last August; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"White House Gets 24 Hours To Turn Over Enron Papers"},"keywords":[{"name":"persons","value":"LIEBERMAN, JOSEPH I"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"TEXAS"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINES (PENALTIES)"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-06-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd2362f8eb7c8105d7c8258","word_count":691,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/13\/business\/enron-s-many-strands-regulations-congress-again-tries-tighten-derivatives-rules.html","snippet":"Congress is making another modest attempt to tighten regulation of the derivatives markets after the bankruptcy of the Enron Corporation, which used derivatives in part to keep debt off its balance sheet.    Derivatives are financial contracts tha...","lead_paragraph":"Congress is making another modest attempt to tighten regulation of the derivatives markets after the bankruptcy of the Enron Corporation, which used derivatives in part to keep debt off its balance sheet. Derivatives are financial contracts that promise payments from one party to another and that have a value derived from changes in the price of an underlying security, index or commodity. The value of outstanding derivatives contracts is estimated at $100 trillion by the Bank for International Settlements, an organization based in Basel, Switzerland, that works with central banks.","abstract":"Congress is making another modest attempt to tighten regulation of derivatives markets after bankruptcy of Enron Corp, which used derivatives in part to keep debt off its balance sheet; Senate sets aside amendment to energy bill sponsored by Sen Dianne Feinstein that would allow government to regulate certain energy and commodity derivatives; Feinstein and Sen Phil Gramm are working on mutually satisfactory way to bring amendment to vote; derivatives that are focus of Feinstein's bill are traded over counter and not on any exchange (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Congress Again Tries to Tighten Derivatives Rules a Bit","kicker":"ENRON'S MANY STRANDS: REGULATIONS"},"keywords":[{"name":"persons","value":"GRAMM, PHIL"},{"name":"persons","value":"FEINSTEIN, DIANNE"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"DERIVATIVES (FINANCIAL TRANSACTIONS)"},{"name":"subject","value":"FUTURES AND OPTIONS TRADING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By RIVA D. ATLAS"},"type_of_material":"News","_id":"4fd2628b8eb7c8105d814982","word_count":1055,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/03\/weekinreview\/the-nation-another-quality-of-the-corporate-titan-ignorance-at-the-top.html","snippet":"THE recent testimony of Jeffrey Skilling, the former chief executive of the Enron Corporation, brought howls of disbelief from members of Congress. Repeatedly, Mr. Skilling denied any knowledge of the financial rot in the hull of his corporate shi...","lead_paragraph":"THE recent testimony of Jeffrey Skilling, the former chief executive of the Enron Corporation, brought howls of disbelief from members of Congress. Repeatedly, Mr. Skilling denied any knowledge of the financial rot in the hull of his corporate ship, which collapsed into bankruptcy just months after he resigned. Could a chief executive really know so little about so many critical events swirling about the company?","abstract":"Former chief executive Jeffrey Skilling's claim that he was unaware of Enron's financial problems discussed; there is little public evidence implicating him in actions most likely to result in criminal charges, but his claim of ignorance makes him vulnerable to civil suits (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Another Quality of the Corporate Titan: Ignorance at the Top"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-03T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd262868eb7c8105d81452d","word_count":397,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/18\/us\/enron-pursued-plan-to-forge-close-ties-to-gore-campaign.html","snippet":"The Enron Corporation quietly drew up a plan to cultivate close political ties to Vice President Al Gore during the 2000 presidential race and tried to build relationships with his inner circle even though the company was one of the biggest campai...","lead_paragraph":"The Enron Corporation quietly drew up a plan to cultivate close political ties to Vice President Al Gore during the 2000 presidential race and tried to build relationships with his inner circle even though the company was one of the biggest campaign contributors to George W. Bush and the Republicans. The double-sided strategy was intended to ensure that Enron, the Houston-based energy company that has filed for bankruptcy protection, wielded influence with the next president, whoever he was, according to internal company documents and interviews with officials at Enron and from the Gore campaign.","abstract":"Enron Corp quietly drew up plan to cultivate close political ties to Vice Pres Al Gore during 2000 presidential race and tried to build reltionships with his inner circle even though company was one of biggest campaign contributors to George W Bush and Republicans; internal company documents and interviews with officials suggest double-sided strategy was aimed at ensuring that company wielded influence with next president; company's initiatives with Gore campaign discussed; former officials say important part of strategy was to win favor with campaign with significant increase in company's donations to Democrats (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Pursued Plan To Forge Close Ties To Gore Campaign"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"GORE, AL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 2000"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-18T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"L.","lastname":"BERKE","rank":1,"role":"reported","organization":""}],"original":"By RICHARD L. BERKE"},"type_of_material":"News","_id":"4fd26da28eb7c8105d8270b2","word_count":1448,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/weekinreview\/the-nation-why-a-scandal-became-a-spectacle.html","snippet":"THE Enron scandal, which began with transactions complex enough to make an accountant's eyes glaze over, has by now morphed into something more: an American-style cultural spectacle, complete with Congressional hearings, movie rights and memorabil...","lead_paragraph":"THE Enron scandal, which began with transactions complex enough to make an accountant's eyes glaze over, has by now morphed into something more: an American-style cultural spectacle, complete with Congressional hearings, movie rights and memorabilia available on E-Bay (see Page 4). But Enron is more than fodder for radio talk shows and late-night comedy routines. Its collapse was unsettling in a way that seized and continues to hold the nation's attention.","abstract":"Enron scandal, which began with transactions complex enough to make accountant's eyes glaze over, has by now morphed into something more: American-style cultural spectacle, complete with Congressional hearings, movie rights and memorabilia available on E-Bay; Enron's demise is seen first morality play of post-boom era (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Why a Scandal Became a Spectacle"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"Richard","middlename":"W.","lastname":"STEVENSON","rank":1,"role":"reported","organization":""}],"original":"By RICHARD W. STEVENSON"},"type_of_material":"News","_id":"4fd2127b8eb7c8105d788eb8","word_count":1264,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/business\/private-sector-a-spiritual-accounting-of-enron.html","snippet":"Enron's collapse has evoked widespread concern even in Japan. One of the spiritual business leaders of Japan, which itself is no stranger to corporate scandals, has weighed in. ''It is a sad event,'' said Kazuo Inamori, who ranks alongside Akio Mo...","lead_paragraph":"Enron's collapse has evoked widespread concern even in Japan. One of the spiritual business leaders of Japan, which itself is no stranger to corporate scandals, has weighed in. ''It is a sad event,'' said Kazuo Inamori, who ranks alongside Akio Morita, Sony's co-founder, and Soichiro Honda as one of the great Japanese postwar entrepreneurs. Dr. Inamori, 70, who founded and ran the Kyocera Corporation and the DDI Corporation, retired five years ago to become a Buddhist monk. He said the deals and accounting issues that brought down Enron ''show how much we have lost moral standards,'' adding that ''we need to reawaken business leaders to the importance to do the right thing, even in the pursuit of profit.''","abstract":"Kazuo Inamori, founder of Japan's Kyocera Corp and DDI Corp, who retired five years ago to become Buddhist monk, says questionable deals and accounting issues that brought down Enron reflect loss of moral standards; photo (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Private Sector; A Spiritual Accounting of Enron"},"keywords":[{"name":"persons","value":"INAMORI, KAZUO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Kari","middlename":"Haskell","lastname":"COMPILED","rank":1,"role":"reported","organization":""}],"original":"By Kari Haskell (COMPILED BY RICK GLADSTONE)"},"type_of_material":"News","_id":"4fd2628e8eb7c8105d814bdf","word_count":175,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/16\/business\/enron-s-many-strands-ex-chairman-s-finances-lay-sold-shares-for-100-million.html","snippet":"Kenneth L. Lay sold $100 million in Enron stock last year, the company disclosed yesterday, with a large part of that coming from selling shares back to the company after he was warned by Sherron S. Watkins that the company might collapse ''in a w...","lead_paragraph":"Kenneth L. Lay sold $100 million in Enron stock last year, the company disclosed yesterday, with a large part of that coming from selling shares back to the company after he was warned by Sherron S. Watkins that the company might collapse ''in a wave of accounting scandals.'' The sales, disclosed in a report filed by Mr. Lay with the Securities and Exchange Commission, included $20 million of shares sold in the three weeks after Ms. Watkins, an Enron official, sent her warning to Mr. Lay.","abstract":"Enron discloses that Kenneth L Lay sold $100 million in Enron stock last year, including $20 million sold after he was warned by Sherron S Watkins that company might collapse 'in a wave of accounting scandals'; it is not clear how much profit Lay made on sales, many of which came while he was encouraging Enron employees to buy shares; Lay previously disclosed selling $29.9 million in shares in public markets from Jan through July; new disclosures show he took in $70.1 million from selling Enron stock back to company from Feb through Oct; spokeswoman for Lay says sales were unrelated to developments at Enron, including Watkins letter; despite sales, family members say Lay faces serious financial difficulties as he struggles to repay loans taken out to make investments, many of which have lost value; time line matches events at Enron last year with Lay's sales of company stock (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LAY SOLD SHARES FOR $100 MILLION","kicker":"ENRON'S MANY STRANDS: EX-CHAIRMAN'S FINANCES"},"keywords":[{"name":"persons","value":"WATKINS, SHERRON S"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Floyd","rank":1,"lastname":"NORRIS"},{"organization":"","role":"reported","firstname":"David","rank":2,"lastname":"BARBOZA"}],"original":"By FLOYD NORRIS and DAVID BARBOZA"},"type_of_material":"News","_id":"4fd26da48eb7c8105d827266","word_count":1746,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/14\/business\/enron-s-many-strands-financial-reporting-pressure-for-overhaul-builds-stock.html","snippet":"John McCain and three of his Senate colleagues want to take a multibillion-dollar whack out of corporate America's profit column.    Microsoft would lose more than $2 billion in earnings. About $1 billion would vanish from AOL Time Warner's income...","lead_paragraph":"John McCain and three of his Senate colleagues want to take a multibillion-dollar whack out of corporate America's profit column. Microsoft would lose more than $2 billion in earnings. About $1 billion would vanish from AOL Time Warner's income statement. The Walt Disney Company would lose almost $300 million, and Starbucks $40 million.","abstract":"Sens John McCain, Peter G Fitzgerald, Carl Levin and Richard J Durbin, in wake of Enron collapse and widespread worries about quality of financial statements, introduce bill to force companies to deduct from profits estimated cost of stock options they give employees; companies now consider stock options to have no cost, but many receive large tax deductions when employees exercise them, much as corporations do for salaries they pay; corporate executives are expected to oppose measure strenuously (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pressure for Overhaul Builds on Stock Options","kicker":"ENRON'S MANY STRANDS: FINANCIAL REPORTING"},"keywords":[{"name":"persons","value":"DURBIN, RICHARD J"},{"name":"persons","value":"LEVIN, CARL"},{"name":"persons","value":"MCCAIN, JOHN S"},{"name":"persons","value":"FITZGERALD, PETER G"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"TAX DEDUCTIONS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"LEONHARDT"}],"original":"By DAVID LEONHARDT"},"type_of_material":"News","_id":"4fd2341a8eb7c8105d7c4f3b","word_count":953,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/12\/nyregion\/c-corrections-583391.html","snippet":"An article in Money & Business on Sunday about efforts to reregulate businesses in the aftermath of the collapse of Enron, including proposals to reduce stock analysts' conflicts of interest, misstated Lehman Brothers' investment opinion on Enron ...","lead_paragraph":"An article in Money & Business on Sunday about efforts to reregulate businesses in the aftermath of the collapse of Enron, including proposals to reduce stock analysts' conflicts of interest, misstated Lehman Brothers' investment opinion on Enron stock. Lehman, which had recommended it until Dec. 7, stopped monitoring it after the company filed for bankruptcy protection and has no investment opinion. It is not still recommending the stock.","abstract":"Correction of February 10 article in Money & Business section on efforts to reregulate businesses in aftermath of collapse of Enron","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-12T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd21b2a8eb7c8105d79a07d","word_count":68,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/how-will-washington-read-the-signs.html","snippet":"LET the reforms begin.    For more than 20 years, the federal government has given companies fairly free rein, allowing them to operate with less and less regulation. Enron's collapse may well halt that trend. As Congressional hearings unfolded la...","lead_paragraph":"LET the reforms begin. For more than 20 years, the federal government has given companies fairly free rein, allowing them to operate with less and less regulation. Enron's collapse may well halt that trend. As Congressional hearings unfolded last week, with some witnesses invoking the Fifth Amendment and others providing new details of chicanery, policy makers were lining up to fix American business. Suddenly, there may be a political price to pay for not acting, and the race to regulate is on.","abstract":"Article on whether Enron Corp debacle will result in tighter Federal regulation of business; says accounting experts and some regulators argue that American companies should report profits in clearer ways and that those who audit books should be held to higher standards; holds Enron's move into bankruptcy protection could ignite most important business changes in decades or end up as just another business scandal; drawings (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How Will Washington Read the Signs?"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"LEONHARDT"}],"original":"By DAVID LEONHARDT"},"type_of_material":"News","_id":"4fd2195e8eb7c8105d797331","word_count":516,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}