{"response":{"meta":{"hits":8011,"time":146,"offset":280},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/17\/weekinreview\/c-corrections-112704.html","snippet":"An article last Sunday about the change in the name of Enron Field as a reflection of a recurring American theme -- trying to reinvent one's past -- misstated the amount of time spent in prison by the financier Michael R. Milken. It was 1 year 10 ...","lead_paragraph":"An article last Sunday about the change in the name of Enron Field as a reflection of a recurring American theme -- trying to reinvent one's past -- misstated the amount of time spent in prison by the financier Michael R. Milken. It was 1 year 10 months, not 3 years.","abstract":"Correction of March 10 article on changing name of Enron Field in aftermath of company's bankruptcy; Michael Milken spent one year ten months in prison","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"persons","value":"MILKEN, MICHAEL R"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"STADIUMS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-17T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Corrections; Week in Review","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd2628a8eb7c8105d81482d","word_count":51,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/10\/business\/the-brick-stood-up-before-but-now.html","snippet":"ONCE upon a time, three little pigs invested in Enron. The first built his portfolio from the flourishing golden straw of Enron stock, and beamed as it doubled and tripled in value. The second chose the unseasoned lumber of Enron bonds, pleased wi...","lead_paragraph":"ONCE upon a time, three little pigs invested in Enron. The first built his portfolio from the flourishing golden straw of Enron stock, and beamed as it doubled and tripled in value. The second chose the unseasoned lumber of Enron bonds, pleased with the generous interest they paid. The third, preferring safety to high returns, took shelter behind double-walled brick: short-term Enron notes backed by collateral and guaranteed by both a bank credit line and an insurance policy. When the wolf arrived at Enron's door last fall, forcing that once-swaggering company into bankruptcy, Enron's stock incinerated like dry grass, and its bonds smoldered down to pennies on the dollar. Not even Enron's mighty bankers expect to retrieve all of the billions in unsecured loans they made to the shattered giant.","abstract":"Growth and safety of asset-backed securities discussed in light of Enron collapse; holders of Enron's asset-backed commerical paper collected all $58 million owed them at time when Enron's stock and bonds plummeted; tools of so-called structured finance used to create such securities are attracting new scrutiny because they were abused by Enron to build elaborately camouflaged and booby-trapped partnerships blamed for company's collapse; diagrams; drawing (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Brick Stood Up Before. But Now?"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By DIANA B. HENRIQUES"},"type_of_material":"News","_id":"4fd278978eb7c8105d83b0bf","word_count":2726,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/07\/books\/making-books-the-book-deal-as-a-cudgel.html","snippet":"When the lawyer for the former chief executive of Enron suggested on television last Friday that the whistle-blower in the scandal was only whistling because ''she has a lucrative book deal,'' it reminded that the all-but-automatic book deal for t...","lead_paragraph":"When the lawyer for the former chief executive of Enron suggested on television last Friday that the whistle-blower in the scandal was only whistling because ''she has a lucrative book deal,'' it reminded that the all-but-automatic book deal for the suddenly celebrated can go well beyond mere certification and vindication of fame. It can now also be manipulated so that having a contract is an accusation. In our luminary-fascination society, the book deal is an accouterment to instant or durable celebrity, so reflexive a part of fame that when people see a new name in the news they just know a book is sure to pop up. And usually they are right. With a few notable exceptions, there is little to be said for the value of these books. Still, they have always been one of publishing's sexiest genres. People apparently are both fascinated and appalled by the large money advances they bring.","abstract":"Article, using Enron vice president Sherron Watkins as example, on likelihood that people who gain instant notoriety will sign lucrative book deals; notes relatively new wrinkle in such book deals is ability to discredit the newly famous; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Book Deal As a Cudgel","kicker":"MAKING BOOKS"},"keywords":[{"name":"persons","value":"WATKINS, SHERRON"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CELEBRITIES"},{"name":"subject","value":"BOOKS AND LITERATURE"}],"pub_date":"2002-03-07T00:00:00Z","document_type":"article","news_desk":"The Arts\/Cultural Desk","section_name":"Arts; Books","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Martin","rank":1,"lastname":"Arnold"}],"original":"By Martin Arnold"},"type_of_material":"News","_id":"4fd21b978eb7c8105d79abae","word_count":1006,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/05\/opinion\/enron-s-last-charity-ball.html","snippet":"Throughout Houston, leaders of cultural and charitable organizations are facing a new problem: Enron-created budget shortfalls. In a city that prides itself on the ideals of self-reliance and low taxes, private patrons have long been expected to s...","lead_paragraph":"Throughout Houston, leaders of cultural and charitable organizations are facing a new problem: Enron-created budget shortfalls. In a city that prides itself on the ideals of self-reliance and low taxes, private patrons have long been expected to sponsor libraries, support public schools and finance the arts. But Enron stood out as munificent, a sort of corporate Medici. And in Houston, as in Renaissance Florence, displays of civic patronage go hand-in-hand with political influence and, of course, social stature. Though it looks as if an annual literacy fund-raiser sponsored by Barbara Bush will go forward in April without Enron's customary gift of $80,000, the company's collapse left a dent of about $10 million in the 2002 budgets of local nonprofit institutions. The long list of losers includes high-profile institutions like the M.D. Anderson Cancer Center, the local United Way and the Houston Grand Opera as well as less prominent local causes.","abstract":"Op-Ed article by Polly Morrice says cultural and charitable organizations throughout Houston, Tex, face budget shortfalls because generous donor Enron Corp is in bankruptcy; says their anger over Enron's reneging on its charitable promises should be tempered by knowledge that shortfalls in largesse can happen even in squeaky-clean companies having bad years; says people in Houston have long been convinced that you cannot count on government, but after Enron debacle, it should be clear that you cannot always count on business either; drawing (M)","print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron's Last Charity Ball"},"keywords":[{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"PHILANTHROPY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-05T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Polly","rank":1,"lastname":"Morrice"}],"original":"By Polly Morrice"},"type_of_material":"Op-Ed","_id":"4fd21b928eb7c8105d79a7ea","word_count":567,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/21\/technology\/where-tips-meet-truth-sometimes.html","snippet":"FOR most people, the connection between the words ''Enron'' and ''shredding'' emerged in mid-January, when the company's accountants divulged that documents had been destroyed. But for a few Capitol Hill staff members, the specter of slivered pape...","lead_paragraph":"FOR most people, the connection between the words ''Enron'' and ''shredding'' emerged in mid-January, when the company's accountants divulged that documents had been destroyed. But for a few Capitol Hill staff members, the specter of slivered papers had first been raised by an anonymous message that appeared on their computer screens in late December. ''It alerted us that there may be the shredding of documents,'' said Philip Schiliro, the chief of staff for Representative Henry Waxman, a Democrat from California.","abstract":"Information about crimes and terrorist acts is increasingly reaching authorities through online sites; anonymous message sent to Enron Tip Line in December raised specter of shredding of documents in Enron case before Arthur Andersen disclosed it in January; problem is that vast amounts of information provided by tipsters and whistle-blowers do not necessarily translate into vast quantities of valuable leads; Web sites cannot match telephone interviews, in which trained investigator can ask questions about tips and tipsters; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Where Tips Meet Truth (Sometimes)"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"WHISTLE-BLOWERS"},{"name":"subject","value":"INFORMERS"},{"name":"subject","value":"CRIME AND CRIMINALS"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"},{"name":"subject","value":"TERRORISM"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2002-02-21T00:00:00Z","document_type":"article","news_desk":"Circuits","section_name":"Technology","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Lisa","rank":1,"lastname":"GUERNSEY"}],"original":"By LISA GUERNSEY"},"type_of_material":"News","_id":"4fd212788eb7c8105d788c71","word_count":1353,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/15\/business\/enron-s-many-strands-workers-day-in-court.html","snippet":"Photo of Rev Jesse Jackson and group of ex-employees of Enron Corp and other advisers in Federal Bankruptcy Court in Manhattan to ask judge to order company to pay severance; hearing is set for Feb 27...","lead_paragraph":null,"abstract":"Photo of Rev Jesse Jackson and group of ex-employees of Enron Corp and other advisers in Federal Bankruptcy Court in Manhattan to ask judge to order company to pay severance; hearing is set for Feb 27","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Workers' Day in Court","kicker":"ENRON'S MANY STRANDS"},"keywords":[{"name":"persons","value":"JACKSON, JESSE L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-15T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":null,"subsection_name":null,"byline":null,"type_of_material":"Caption","_id":"4fd22cb18eb7c8105d7b8a1a","word_count":3,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/13\/nyregion\/c-corrections-602698.html","snippet":"A table in Business Day on Jan. 25 listing mutual funds and companies that had invested in notes issued by Osprey, a trust created by the Enron Corporation in 1997 to finance several partnerships, misstated the amount of debt held by First America...","lead_paragraph":"A table in Business Day on Jan. 25 listing mutual funds and companies that had invested in notes issued by Osprey, a trust created by the Enron Corporation in 1997 to finance several partnerships, misstated the amount of debt held by First American and Firstar, mutual fund families owned by U.S. Bancorp. Firstar was merged with First American in September. Combined, they held $7.8 million in debt, not $11.8 million. Firstar did not hold $3.75 million separately.","abstract":"Correction of Jan 25 table listing mutual funds and companies that invested in Enron Corp trust called Osprey; debt held by mutual funds explained","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-13T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd26da98eb7c8105d82764e","word_count":77,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/us\/enron-s-many-strands-week-that-was-congress-begins-investigation-raising-new.html","snippet":"It was a week of words in the growing Enron scandal: a long report, conflicting Congressional testimony and more questions than answers -- and, even then, the most common answer was ''I don't recall.''    'A FLAWED IDEA' -- Late on Feb. 2, a speci...","lead_paragraph":"It was a week of words in the growing Enron scandal: a long report, conflicting Congressional testimony and more questions than answers -- and, even then, the most common answer was ''I don't recall.'' 'A FLAWED IDEA' -- Late on Feb. 2, a special committee formed by the Enron board to investigate the company's labyrinthine finances released a tough critique of its executives. The report found an across-the-board failure in ethics and oversight. The transactions that moved debt off the company's balance sheet -- common in many companies, but apparently pushed past the limit at Enron -- were a result of ''failures at many levels and by many people: a flawed idea, self-enrichment by employees, inadequately designed controls, poor implementation, inattentive oversight, simple (and not so simple) accounting mistakes and overreaching in a culture that appears to have encouraged pushing the limits.'' The committee, which was led by William C. Powers Jr., the University of Texas law school dean, concluded, ''Our review indicates many of those consequences could and should have been avoided.''","abstract":"Recap of week's events in unfolding Enron scandal (M)","print_page":"28","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Congress Begins an Investigation, Raising New Questions, and Silence","kicker":"ENRON'S MANY STRANDS: THE WEEK THAT WAS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SCHWARTZ"}],"original":"By JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd2195e8eb7c8105d797333","word_count":791,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/how-will-washington-read-the-signs-rethinking-litigation-curbs.html","snippet":"In the 1990's, Congress and the Supreme Court took a series of steps that made it far more difficult for investors to win lawsuits against businesses and their advisers, like law firms and accountants. Now, for the first time since then, some lawm...","lead_paragraph":"In the 1990's, Congress and the Supreme Court took a series of steps that made it far more difficult for investors to win lawsuits against businesses and their advisers, like law firms and accountants. Now, for the first time since then, some lawmakers are questioning the changes seriously. By a 5-to-4 vote in 1994, the court generally eliminated civil liability for accountants or lawyers who ''aided or abetted'' a violation of securities law. Then, in 1995, as part of Newt Gingrich's Contract With America, Congress adopted a law that raised barriers to investor lawsuits.","abstract":"Some lawmakers, in wake of Enron Corp collapse, are questioning changes of 1990's that made it far more difficult for investors to win lawsuits against businesses and their advisers, like law firms and accountants (M)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How Will Washington Read the Signs?; Rethinking Litigation Curbs"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stephen","rank":1,"lastname":"Labaton"}],"original":"By Stephen Labaton"},"type_of_material":"News","_id":"4fd26da48eb7c8105d8271c8","word_count":322,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/06\/opinion\/barbie-loves-math.html","snippet":"Hollywood is trying to figure out how to turn Enron into a TV movie.    How do they take all the stuff about ''the contingent nature of existing restricted forward contracts'' and ''share-settled costless collar arrangements,'' jettison it like th...","lead_paragraph":"Hollywood is trying to figure out how to turn Enron into a TV movie. How do they take all the stuff about ''the contingent nature of existing restricted forward contracts'' and ''share-settled costless collar arrangements,'' jettison it like the math in ''A Beautiful Mind,'' and juice it up?","abstract":"Maureen Dowd column on gender politics of Enron debacle, in which women played major role in uncovering and pursuing wrongdoings of powerful group of men (M)","print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Barbie Loves Math"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"MEN"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"WOMEN"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-06T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Maureen","lastname":"DOWD"}],"original":"By MAUREEN DOWD"},"type_of_material":"Op-Ed","_id":"4fd22aae8eb7c8105d7b5922","word_count":687,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}