{"response":{"meta":{"hits":8011,"time":115,"offset":750},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/13\/business\/senator-releases-documents-on-gore-aide-s-enron-ties.html","snippet":"In a parting shot at Democrats today, Senator Fred D. Thompson released documents detailing how one of Al Gore's top presidential campaign officials, Johnny Hayes, was paid to do consulting work for Enron during the 2000 campaign. Mr. Hayes was hi...","lead_paragraph":"In a parting shot at Democrats today, Senator Fred D. Thompson released documents detailing how one of Al Gore's top presidential campaign officials, Johnny Hayes, was paid to do consulting work for Enron during the 2000 campaign. Mr. Hayes was hired to help the company resolve a costly dispute with a federal agency and also to lobby federal energy regulators. Mr. Hayes, who was Mr. Gore's national finance chairman in the 2000 campaign, was paid $100,000 by a prominent law firm, Wyatt, Tarrant & Combs, that had been hired to resolve a dispute between Enron and the Tennessee Valley Authority, according to the managing partner at the firm. The dispute was settled late in 2000 after Enron agreed to pay more than $200 million.","abstract":"Sen Fred D Thompson releases documents detailing how Johnny Hayes, one of Al Gore's top presidential campaign officials, was paid consultant for Enron Corp during 2000 presidential campaign (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Senator Releases Documents On Gore Aide's Enron Ties"},"keywords":[{"name":"persons","value":"THOMPSON, FRED"},{"name":"persons","value":"GORE, AL"},{"name":"persons","value":"HAYES, JOHNNY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CONSULTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 2000"}],"pub_date":"2002-11-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd23cf38eb7c8105d7d2b4c","word_count":750,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/10\/03\/nyregion\/town-to-sue-rowland-over-losses-in-enron-deal.html","snippet":"A small town near Hartford plans to sue Gov. John G. Rowland to prevent Connecticut's trash authority from raising municipal trash-collection fees to recoup the nearly $200 million the state lost in a deal with Enron.    The money, which the trash...","lead_paragraph":"A small town near Hartford plans to sue Gov. John G. Rowland to prevent Connecticut's trash authority from raising municipal trash-collection fees to recoup the nearly $200 million the state lost in a deal with Enron. The money, which the trash agency offered up front in exchange for an 11-year promise that Enron would buy its trash-generated electricity, was lost after Enron collapsed in December. Since then, Connecticut's attorney general has concluded that the deal was a deliberately disguised illegal loan intended to skirt federal and state laws.","abstract":"Town of Rocky Hill, Conn, plans to sue Gov John G Rowland to prevent state's trash authority from raising municipal trash-collection fees to recoup nearly $200 million state lost in deal with Enron Corp; trash agency had offered money up front in exchange for 11-year promise that Enron would buy its trash-generated electricity; money was lost after Enron collapsed; since then, Connecticut's attorney general has concluded that deal was deliberately disguised illegal loan intended to skirt federal and state laws; lawsuit accuses Rowland of taking illegal campaign contributions in exchange for orchestrating payment to Enron from trash authority and then lying to cover up his role (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Town to Sue Rowland Over Losses In Enron Deal"},"keywords":[{"name":"persons","value":"ROWLAND, JOHN G"},{"name":"glocations","value":"ROCKY HILL (CONN)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"WASTE MATERIALS AND DISPOSAL"}],"pub_date":"2002-10-03T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"ZIELBAUER"}],"original":"By PAUL ZIELBAUER"},"type_of_material":"News","_id":"4fd220808eb7c8105d7a42f7","word_count":780,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/22\/business\/enron-s-many-strands-former-chief-friends-say-ex-chief-despairs-seeking-someone.html","snippet":"A year after he resigned as chief executive of Enron, Jeffrey K. Skilling -- who once bragged that he was building the world's leading company -- is a portrait of despair.     According to friends and former colleagues, Mr. Skilling, 48, spends mo...","lead_paragraph":"A year after he resigned as chief executive of Enron, Jeffrey K. Skilling -- who once bragged that he was building the world's leading company -- is a portrait of despair. According to friends and former colleagues, Mr. Skilling, 48, spends most days here secluded in his 9,000-square-foot, Mediterranean-style house, a trophy home that he tells people he wishes had never been built.","abstract":"Enron Corp's former chief executive Jeffrey K Skilling spends most of his days secluded in his 9,000-square-foot, Mediterranean-style house in Houston; when Skilling ventures out, he seeks out people to believe that he suddenly left Enron last August for personal reasons, but most people do not believe him as they don't believe he thought Enron was in strong financial shape when he quit; Skilling devotes countless hours to reliving his last days at Enron, tabulating Enron's financial details, constructing narrative that does not make him out to be chief villain in Enron's downfall; Skilling's brother Mark says Jeffrey is crushed; close friends say Skilling is trying desperately to change people's minds and reclaim his reputation; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Friends Say Ex-Chief Despairs, Seeking Someone to Believe Him","kicker":"ENRON'S MANY STRANDS: THE FORMER CHIEF"},"keywords":[{"name":"persons","value":"SKILLING, MARK"},{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-08-22T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd222838eb7c8105d7a7d90","word_count":1729,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/14\/business\/economic-scene-real-value-enron-may-be-worst-case-example-need-for-clearer.html","snippet":"THE Treasury secretary, Paul H. O'Neill, was roundly criticized in January for saying the collapse of Enron was part of the ''genius of capitalism.'' But he had a point. The people who made the decisions leading to the Enron fiasco have been publi...","lead_paragraph":"THE Treasury secretary, Paul H. O'Neill, was roundly criticized in January for saying the collapse of Enron was part of the ''genius of capitalism.'' But he had a point. The people who made the decisions leading to the Enron fiasco have been publicly humiliated, and this has not gone unnoticed by other executives. The stock prices of companies with obscure and incomplete financial reports have suffered since Enron's collapse, and many have scrambled to supplement their official reports with additional detail to reassure market analysts. Even blue chips like I.B.M. and General Electric have pledged far greater disclosure from that provided in the past.","abstract":"Hal R Varian 'Economic Scene' column holds Enron Corp's greatest contribution to American economy may be reform of accounting rules and clearer reporting of corporate finances; says Treasury Sec Paul H O'Neill was right when he said in January that market does punish those who mislead, but that may not be enough to ensure good corporate behavior; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Scene; The real value of Enron may be as a worst-case example of the need for clearer accounting rules."},"keywords":[{"name":"creative_works","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Hal","middlename":"R.","lastname":"Varian","rank":1,"role":"reported","organization":""}],"original":"By Hal R. Varian"},"type_of_material":"News","_id":"4fd262838eb7c8105d814326","word_count":1043,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/09\/business\/enron-sought-to-raise-cash-two-years-ago.html","snippet":"Less than two years ago, amid some of the earliest signs that the Enron Corporation was beginning to falter, the company failed to complete a deal to sell the bulk of its international energy holdings for about $7 billion to a group composed prima...","lead_paragraph":"Less than two years ago, amid some of the earliest signs that the Enron Corporation was beginning to falter, the company failed to complete a deal to sell the bulk of its international energy holdings for about $7 billion to a group composed primarily of wealthy Middle Eastern investors, according to individuals involved with the negotiations. The deal, which was being negotiated at a time when Enron was desperate for cash, would have helped reduce the company's sizable debt and perhaps even prevented it from later going bankrupt, former executives contend. But at the last minute, in the summer of 2000, negotiations broke down after a crucial foreign backer of the proposed transaction was hospitalized with kidney problems.","abstract":"Former Enron Corp say company might have been able to avoid bankruptcy if it had completed deal in summer of 2000 to sell bulk of its international energy holdings for about $7 billion to group composed primarily of wealthy Middle Eastern investors; note that deal was was being negotiated at time when Enron was desperate for cash; say negotations broke down after Sheik Zayed bin Sultan al-Nahayan, president of United Arab Emirates and crucial foreign backer of proposed transaction, was hospitalized with kidney problems; say it was after this deal was terminated that executives gave task of improving company's finances to Andrew S Fastow (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Sought To Raise Cash Two Years Ago"},"keywords":[{"name":"persons","value":"ZAYED BIN SULTAN AL-NAHAYAN"},{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"glocations","value":"UNITED ARAB EMIRATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd212788eb7c8105d788c69","word_count":980,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/07\/business\/army-official-kept-options-on-enron-stock-until-january.html","snippet":"Thomas E. White, a former top executive of the Enron Corporation, promised to give up any financial interest in Enron when he became secretary of the Army, but held options to buy 665,000 shares until early this year.    After he became secretary ...","lead_paragraph":"Thomas E. White, a former top executive of the Enron Corporation, promised to give up any financial interest in Enron when he became secretary of the Army, but held options to buy 665,000 shares until early this year. After he became secretary in May last year, Mr. White provided only fragmentary disclosures about his stock options to Army ethics officials, according to letters released yesterday by the Senate Armed Services Committee. He sought and received an extension to dispose of his stock. But even after he sold 380,000 Enron shares for more than $10 million, he continued to hold the options, without the approval of ethics officials, the letters show.","abstract":"Thomas E White, former top executive of Enron Corp who is now Army secretary, promised to give up any financial interest in Enron when he became Army secretary, but held options to buy 665,000 shares until early 2002; letters released by Senate Armed Services Committee show after he became secretary in May 2001, White provided only fragmented disclosures about his stock options to Army ethics officials; show he sought and received extension to dispose of his stock, but even after he sold 380,000 Enron shares for more than $10 million, he continued to hold options, without approval of ethics officials; White forfeited his options on an 17 after discussion between Army's general counsel and staff members for Armed Serices Committee; Sens Carl Levin and John W Warner have criticized White's handling of options, as well as $688 per month annuity White received from Enron in exchange for turning in stock he had held in retirement plan; chart; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Army Official Kept Options On Enron Stock Until January"},"keywords":[{"name":"persons","value":"WARNER, JOHN W"},{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"LEVIN, CARL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-07T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"BERENSON"}],"original":"By ALEX BERENSON"},"type_of_material":"News","_id":"4fd262878eb7c8105d814647","word_count":1128,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/03\/weekinreview\/the-nation-white-collar-defense-stance-the-criminal-less-crime.html","snippet":"IT'S an all-too-familiar pattern: a corporation -- usually a big name, with broad business and political influence -- gets enmeshed in scandal. Shocking revelations portray a pattern of wrongdoing. The damages run into the billions. Pundits and po...","lead_paragraph":"IT'S an all-too-familiar pattern: a corporation -- usually a big name, with broad business and political influence -- gets enmeshed in scandal. Shocking revelations portray a pattern of wrongdoing. The damages run into the billions. Pundits and politicos thump the tub, demanding that those responsible be sent to prison. And then, not very much happens. Not many people go to jail, and if they do, it's not for very long.","abstract":"Recent history of large-scale corporate scandals discussed as cautionary tale for Enron Corp employees and investors who expect jailing of some officials; many cases that started with public outcry dwindled away, with a few fines paid, usually by corporation itself; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; White-Collar Defense Stance: The Criminal-less Crime"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINES (PENALTIES)"},{"name":"subject","value":"WHITE COLLAR CRIME"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CRIME AND CRIMINALS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-03T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd273248eb7c8105d8303d3","word_count":1136,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/27\/opinion\/on-enron-see-no-evil.html","snippet":"Jeffrey Skilling, the former Enron chief executive, does not like being compared to the captain of the Titanic. ''I got off in Ireland,'' he coyly told the Senate Commerce Committee yesterday. He was alluding to the fact that he resigned last Augu...","lead_paragraph":"Jeffrey Skilling, the former Enron chief executive, does not like being compared to the captain of the Titanic. ''I got off in Ireland,'' he coyly told the Senate Commerce Committee yesterday. He was alluding to the fact that he resigned last August, before Enron's ultimate collapse. Mr. Skilling, who had cashed in $66 million worth of Enron shares over the previous two years, still says he thought that he was leaving the company in fine shape. As was the case with his earlier testimony before a House panel, Mr. Skilling's version of reality stood in stark contrast to the accounts of Jeffrey McMahon and Sherron Watkins, who sat alongside him yesterday. They are the Enron executives who dared raise concerns about the appropriateness of Enron's dealings with offshore entities controlled by company insiders.","abstract":"Editorial expresses skepticism about testimony of Jeffrey Skilling before Senate Commerce Committee that he thought he was leaving Enron in fine shape when he resigned as chief exec last August, after cashing in $66 million in Enron shares over previous two years","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"On Enron, See No Evil"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-27T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd262878eb7c8105d81466e","word_count":382,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/26\/business\/enron-s-many-strands-corporate-culture-enron-lavish-excess-often-came-before.html","snippet":"For years, the Enron Corporation thrived on spending big, and even as late as October -- with warnings ringing loudly about its rickety finances -- no one at Enron saw any reason to change.    The company had set aside $1.5 million for a Christmas...","lead_paragraph":"For years, the Enron Corporation thrived on spending big, and even as late as October -- with warnings ringing loudly about its rickety finances -- no one at Enron saw any reason to change. The company had set aside $1.5 million for a Christmas party at Enron Field, Houston's sparkling new sports stadium, hoping to match the sumptuous gatherings of earlier years. Only in mid-November, when a ruined Enron was heading for bankruptcy and trying to sell itself to Dynegy, its crosstown rival, was the celebration finally called off.","abstract":"Enron Corp for years thrived on spending big, and even as late as October, with warnings of financial problems, no one at Enron saw any reason to change; company set aside $1.5 million for Christmas party at Enron Field hoping to match sumptuous gatherings of earlier years; only in mid-November, when ruined Enron was headed for bankruptcy and trying to sell itself Dynegy, was celebration called off; former employees say company's spending reflected go-go corporate culture in which top executives cast traditional business controls by wayside; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"At Enron, Lavish Excess Often Came Before Success","kicker":"ENRON'S MANY STRANDS: CORPORATE CULTURE"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"ENRON FIELD (HOUSTON, TEX)"}],"pub_date":"2002-02-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1},{"organization":"","role":"reported","firstname":"David","rank":2,"lastname":"Barboza"},{"organization":"","role":"reported","firstname":"Audrey","rank":3,"lastname":"Warren"},{"organization":"","role":"reported","rank":4}],"original":"This story was reported by Neela Banerjee, David Barboza and Audrey Warren and was written by Ms. Banerjee"},"type_of_material":"News","_id":"4fd25bb38eb7c8105d808eac","word_count":1539,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/25\/us\/oregon-asks-court-to-block-legal-aid-to-enron.html","snippet":"The Oregon attorney general's office has asked a New York bankruptcy court to block a request by the Enron Corporation to advance up to $30 million in insurance money to its directors and officers to help them pay their fast-growing legal fees.   ...","lead_paragraph":"The Oregon attorney general's office has asked a New York bankruptcy court to block a request by the Enron Corporation to advance up to $30 million in insurance money to its directors and officers to help them pay their fast-growing legal fees. In a court document filed on Friday, the Oregon attorney general, Hardy Myers, argued that shareholder litigation might ultimately find the directors and officers guilty of committing fraud for their role in the company's demise. The filing states that more than 30 states support Oregon's position, and Florida -- whose State Board of Administration lost hundreds of millions of dollars when Enron collapsed last year -- earlier this month filed its own objection to Enron's request that insurers advance money to directors and officers.","abstract":"Oregon attorney general's office asks New York bankruptcy court to block request by Enron Corp to advance up to $30 million in insurance money to its directors and officers to help them pay their fast-growing legal fees; Atty Gen Hardy Myers argues that shareholder litigation might ultimately find directors and officers guilty of committting fraud for their role in company's demise (M)","print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Oregon Asks Court to Block Legal Aid to Enron"},"keywords":[{"name":"persons","value":"MYERS, HARDY"},{"name":"glocations","value":"OREGON"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"INSURANCE"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-25T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JONATHAN D. GLATER"},"type_of_material":"News","_id":"4fd212798eb7c8105d788d07","word_count":476,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}