{"response":{"meta":{"hits":8011,"time":44,"offset":760},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/09\/26\/business\/enron-auctioning-off-leftovers-furniture-computers-and-the-famous-e.html","snippet":"In the literature of the business world, the name ''Enron'' is synonymous with corporate greed. So why would anyone want its leftovers? Why would anyone go to what is essentially an Enron garage sale?    ''I'm looking for bargains,'' said Charles ...","lead_paragraph":"In the literature of the business world, the name ''Enron'' is synonymous with corporate greed. So why would anyone want its leftovers? Why would anyone go to what is essentially an Enron garage sale? ''I'm looking for bargains,'' said Charles Culp, a 58-year-old retired steel equipment salesman who drove 224 miles from Dallas to attend what the Enron Corporation and Dovebid, a kind of eBay for corporations, billed as the ''auction of the year.''","abstract":"More than 10,000 surplus items are put up for auction from Enron Corp, which is continuing to operate under Chapter 11 bankruptcy protection, Houston; Jimmy Luu bids $44,000 for Enron's tilted corporate sign; other items auctioned off noted (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Auctioning Off Leftovers: Furniture, Computers and the Famous 'E'"},"keywords":[{"name":"persons","value":"LUU, JIMMY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SIGNS"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"AUCTIONS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-09-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd2396d8eb7c8105d7cd3bf","word_count":887,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/20\/opinion\/market-crisis-management.html","snippet":"With the conviction of Arthur Andersen for obstruction of justice, the Bush administration can claim an early, if shaky, victory in the Enron scandal. But that case does not address the central problem: the deceptive bookkeeping at Enron and elsew...","lead_paragraph":"With the conviction of Arthur Andersen for obstruction of justice, the Bush administration can claim an early, if shaky, victory in the Enron scandal. But that case does not address the central problem: the deceptive bookkeeping at Enron and elsewhere that has left a cloud of public distrust hanging over the financial markets. The Bush administration has two potential strategies to restore this trust. It can vigorously prosecute corporate executives and their auditors for putting out flawed financial reports. And it can revamp the standards and oversight system to prevent misleading reports from being issued and make enforcement easier when potential fraud is discovered.","abstract":"Hedrick Smith Op-Ed article on need for Pres Bush to address deceptive bookkeeping at Enron Corp and elsewhere that undermines public trust in financial markets; holds jailing of corporate officials will get attention of top executives and ease public cynicism about markets; holds both Bush and Congress are failing to propose adequate steps to prevent failed audits and dishonest books; calls for political champion to make honest accounting high-profile issue; drawing (M)","print_page":"25","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Market Crisis Management"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-06-20T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Hedrick","rank":1,"lastname":"Smith"}],"original":"By Hedrick Smith"},"type_of_material":"Op-Ed","_id":"4fd21ac68eb7c8105d7998a4","word_count":746,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/09\/weekinreview\/the-nation-lessons-from-enron-greed-is-good-but-only-later.html","snippet":"LET's take another look at Enron. Sure, it may have phonied its books, possibly bilked California ratepayers out of billions of dollars, wiped out employees' life savings to manage its stock price, misdirected millions of shareholders' dollars int...","lead_paragraph":"LET's take another look at Enron. Sure, it may have phonied its books, possibly bilked California ratepayers out of billions of dollars, wiped out employees' life savings to manage its stock price, misdirected millions of shareholders' dollars into senior executives' pockets. Though capitalism's apologists hate to admit it, historically that's the way raw markets work. Enron was one of the first companies to see that the energy industry was on the brink of tectonic change. Energy is arguably the world's largest business, with annual revenues and investment in the trillions of dollars. It may also be the world's most inefficient business, riddled with subsidies, politics and protection. Local monopolies obstruct technological advances, sheltering expensive, polluting plants behind captive utility commissions. The national electric power grid is often called a creaky disgrace.","abstract":"Charles R Morris comment observes that while Enron phonied its books, possibly bilked California ratepayers out of billions, wiped out employees' life savings and allowed executives to steal money, it was still one of first companies to see that energy industry was on brink of tectonic change; predicts market liberalization process that Enron helped unleash will forever alter current energy dispensation and replace it with something else, as yet undefined; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation: Lessons From Enron; Greed Is Good, but Only Later"},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-06-09T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"firstname":"Charles","middlename":"R.","lastname":"MORRIS","rank":1,"role":"reported","organization":""}],"original":"By CHARLES R. MORRIS"},"type_of_material":"News","_id":"4fd26a4c8eb7c8105d821796","word_count":1041,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/24\/business\/commercial-real-estate-with-enron-s-collapse-houston-has-lots-of-space.html","snippet":"A taxi driver is sure the building's name will be Duke Energy. The president of a real estate company concurs. The local newspaper said yes; that or Dynegy. Various bankers and brokers said it would be foolish to count out Reliant or Halliburton. ...","lead_paragraph":"A taxi driver is sure the building's name will be Duke Energy. The president of a real estate company concurs. The local newspaper said yes; that or Dynegy. Various bankers and brokers said it would be foolish to count out Reliant or Halliburton. Flashing a photo of a 40-story tower on the screen during a real estate conference, Laura Van Ness, the director for business development programs at the Houston Downtown Management District, said: ''This slide used to say 'Enron Center.' It doesn't any more.''","abstract":"Economic growth has stopped around Enron Corp's downtown headquarters in Houston; plans for three million to five million square feet of construction are now stalled; more space has come onto market at once than any time sine city's bust in early 1980's; economists and real estate market analysts expect vacancy rates to rise to high teens in next year or so from 8.87 percent at end of last year; graphs; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"With Enron's Collapse, Houston Has Lots of Space","kicker":"COMMERCIAL REAL ESTATE"},"keywords":[{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"RENTING AND LEASING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"OFFICE BUILDINGS AND COMMERCIAL PROPERTIES"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Michael","rank":1,"lastname":"BRICK"}],"original":"By MICHAEL BRICK"},"type_of_material":"News","_id":"4fd265968eb7c8105d8199a9","word_count":1205,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/08\/opinion\/a-market-solution-to-the-accounting-crisis.html","snippet":"Since the collapse of Enron, there has been no shortage of proposals for reform of the accounting profession, the latest coming yesterday from President Bush. Unfortunately, most of these suggestions are neither constructive nor realistic.    One ...","lead_paragraph":"Since the collapse of Enron, there has been no shortage of proposals for reform of the accounting profession, the latest coming yesterday from President Bush. Unfortunately, most of these suggestions are neither constructive nor realistic. One simple idea, however, based on market principles and easily implemented, could go a long way toward restoring the credibility of the profession -- and toward providing investors with reliable information. Instead of appointing and paying auditors, corporations should be able to buy financial-statement insurance. This would protect investors against losses suffered as result of misrepresentations in financial statements.","abstract":"Op-Ed article by Joshua Ronen, accounting professor, says best way to restore credibility of accounting profession following Enron scandal is for corporations to be able to buy financial-statement insurance; says insurance carriers would welcome new business, and would appoint--and pay--auditors to assess financial statements of prospective clients; says financial-statement insurance is most practical and efficient solution, for it would use incentives of market; says it would redirect auditor's loyalty to where it belongs: corporation's employees, creditors and shareholders (M)","print_page":"21","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Market Solution to the Accounting Crisis"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"INSURANCE"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Joshua","rank":1,"lastname":"Ronen"}],"original":"By Joshua Ronen"},"type_of_material":"Op-Ed","_id":"4fd22cbc8eb7c8105d7b9210","word_count":456,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/26\/business\/enron-s-many-strands-investigation-enron-executive-said-be-aiding-federal.html","snippet":"A senior official from Enron's finance division, himself a subject of the criminal inquiry into the company's collapse, has begun cooperating with federal officials handling the case, people who have been briefed on the situation said yesterday.  ...","lead_paragraph":"A senior official from Enron's finance division, himself a subject of the criminal inquiry into the company's collapse, has begun cooperating with federal officials handling the case, people who have been briefed on the situation said yesterday. Ben F. Glisan Jr., a former treasurer with Enron who played a central role in the establishment and operation of a byzantine series of partnerships affiliated with the company, has already begun offering information and evidence to both criminal and regulatory investigators, these people said.","abstract":"Ben F Glisan Jr, former Enron treasurer who played central role in establishment and operation of company's suspect partnerships, who is himself subject of criminal inquiry, is reportedly giving evidence to both criminal and regulatory investigators; government officials said to consider Glisan crucial participant in events that led to Enron debacle; his name appears on array of documents involving partnerships and their transactions; he worked closely with both Andrew S Fastow, former chief financial officer who controlled many partnerships, and Michael Kopper, another former official in finance division; Glisan has reportedly provided prosecutors with proffer, in which he describes evidence and testimony he could provide in return for either immunity or plea deal; prosecutors have not yet decided whether he should receive deal, but they did convince Congressional committees probing Enron not to call him to testify, saying that would severely damage their criminal inquiry (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ENRON EXECUTIVE SAID TO BE AIDING IN FEDERAL INQUIRY","kicker":"ENRON'S MANY STRANDS: THE INVESTIGATION"},"keywords":[{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"persons","value":"GLISAN, BEN F JR"},{"name":"persons","value":"KOPPER, MICHAEL J"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"IMMUNITY FROM PROSECUTION"},{"name":"subject","value":"PLEA BARGAINING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd22cb18eb7c8105d7b8a41","word_count":1234,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/how-will-washington-read-the-signs-new-oversight-for-accounting.html","snippet":"No profession has come in for as much Enron-related criticism as accounting.     Although the industry has tried to reassure outsiders that its audits are generally reliable, accounting executives have hurried to propose their own reforms....","lead_paragraph":"No profession has come in for as much Enron-related criticism as accounting. Although the industry has tried to reassure outsiders that its audits are generally reliable, accounting executives have hurried to propose their own reforms.","abstract":"Article on some reforms suggested by accounting executives and Congressional members to govern accounting profession in wake of collapse of Enron Corp (S)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How Will Washington Read the Signs?; New Oversight for Accounting"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By Jonathan D. Glater"},"type_of_material":"News","_id":"4fd21b2b8eb7c8105d79a0fa","word_count":352,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/07\/business\/enron-s-many-strands-board-member-professor-who-led-audit-panel-failed-spot.html","snippet":"Frustrated Enron investors have directed some of their anger at Robert K. Jaedicke, an accounting professor emeritus who ran the board committee that oversaw the company's auditors and financial statements. Of all the directors, they say, he shoul...","lead_paragraph":"Frustrated Enron investors have directed some of their anger at Robert K. Jaedicke, an accounting professor emeritus who ran the board committee that oversaw the company's auditors and financial statements. Of all the directors, they say, he should have been able to detect chicanery. But to those who knew him at Stanford University's business school, where he was dean, Professor Jaedicke was never one to cut corners.","abstract":"Frustrated Enron Corp investors have directed some of their anger at Robert K Jaedicke, accounting professor emeritus from Stanford University, who ran board committee that oversaw company's auditors and financial statements; they say that of all directors, he should have been able to detect chicanery; those who knew him at Stanford say Jaedicke was never one to cut corners; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Professor Who Led Audit Panel Failed to Spot Smoke and Mirrors","kicker":"ENRON'S MANY STRANDS: A BOARD MEMBER"},"keywords":[{"name":"persons","value":"JAEDICKE, ROBERT K"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-07T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Health; Business","subsection_name":null,"byline":{"person":[{"firstname":"Alison","middlename":"Leigh","lastname":"COWAN","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","firstname":"Reed","rank":2,"lastname":"ABELSON"}],"original":"By ALISON LEIGH COWAN with REED ABELSON"},"type_of_material":"News","_id":"4fd2146c8eb7c8105d78c719","word_count":1184,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/06\/nyregion\/c-corrections-492396.html","snippet":"A picture yesterday showing Representative Richard H. Baker, Republican of Louisiana, at a hearing on the collapse of Enron carried an erroneous credit. It was by Paul Hosefros of The New York Times....","lead_paragraph":"A picture yesterday showing Representative Richard H. Baker, Republican of Louisiana, at a hearing on the collapse of Enron carried an erroneous credit. It was by Paul Hosefros of The New York Times.","abstract":"Correction of credit for Feb 5 photograph of hearing on Enron Corp","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CORRECTION STORIES"}],"pub_date":"2002-02-06T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd21b278eb7c8105d799e43","word_count":33,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/06\/nyregion\/c-corrections-492426.html","snippet":"Because of an editing error, an article in Business Day on Saturday about plans by the Enron Corporation to sell an electric utility in Oregon misstated the surname of a member of the Oregon Public Utility Commission, who missed part of a hearing ...","lead_paragraph":"Because of an editing error, an article in Business Day on Saturday about plans by the Enron Corporation to sell an electric utility in Oregon misstated the surname of a member of the Oregon Public Utility Commission, who missed part of a hearing on the matter on Jan. 29. He is Lee Beyer, not Byers.","abstract":"Correction of a name in Feb 2 article about plans by Enron Corp to sell electric utility in Oregon","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"glocations","value":"OREGON"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"}],"pub_date":"2002-02-06T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd21b278eb7c8105d799e4c","word_count":55,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}