{"response":{"meta":{"hits":8011,"time":61,"offset":920},"docs":[{"web_url":"http:\/\/www.nytimes.com\/1996\/08\/14\/business\/company-seeks-natural-gas-liquids-business-of-enron.html","snippet":"The Enron Corporation said yesterday that it would consider an unsolicited indication of interest to buy its natural gas liquids business. Enron did not disclose what company made the unsolicited approach. Enron said that the interest includes the...","lead_paragraph":"The Enron Corporation said yesterday that it would consider an unsolicited indication of interest to buy its natural gas liquids business. Enron did not disclose what company made the unsolicited approach. Enron said that the interest includes the stock of the Enron Liquids Pipeline Company, which is the general partner and owner of a 15 percent interest in Enron Liquids Pipeline L.P. It also includes a 2,400-mile natural gas gathering system in the Hugoton field in Kansas; a natural gas processing plant in Buston, Kan., and the stock of the Enron Louisiana Energy Company. On the New York Stock Exchange, the stock of Enron Liquids Pipeline L.P. rose 87.5 cents yesterday, to $27.125, giving the entity a market capitalization of more than $176 million.","abstract":"Enron Corp says it will consider unsolicited indication of interest to buy its natural gas liquids business; Enron does not disclose what company made the approach; says interest includes stock of Enron Liquids Pipeline Co, which is general partner and owner of 15 percent interest in Enron Liquids Pipeline LP (S)","print_page":"4","blog":[],"source":"Dow Jones","multimedia":[],"headline":{"main":"COMPANY SEEKS NATURAL GAS LIQUIDS BUSINESS OF ENRON","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"ENRON LIQUIDS PIPELINE LP"},{"name":"organizations","value":"ENRON LIQUIDS PIPELINE CO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1996-08-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd207e68eb7c8105d772753","word_count":126,"slideshow_credits":null},{"web_url":"http:\/\/dealbook.nytimes.com\/2006\/07\/06\/merrill-settles-enron-case\/","snippet":"Enron said on Thursday Merrill Lynch will pay $29.5 million to settle \"MegaClaims\" litigation related to the investment bank's role in the energy company's bankruptcy. Merrill Lynch did not admit liability or wrongdoing, and both parties \"agreed t...","lead_paragraph":"Enron said on Thursday Merrill Lynch will pay $29.5 million to settle \"MegaClaims\" litigation related to the investment bank's role in the energy company's bankruptcy.","abstract":"Enron said on Thursday Merrill Lynch will pay $29.5 million to settle \"MegaClaims\" litigation related to the investment bank's role in the energy company's bankruptcy. Merrill Lynch did not admit liability or wrongdoing, and both parties \"agreed to settle the litigation to avoid the costs and uncertainties of further proceedings,\" according to a statement. The [...]","print_page":null,"blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Merrill Settles Enron Case","kicker":"DealBook"},"keywords":[{"rank":"1","name":"type_of_material","value":"News"}],"pub_date":"2006-07-06T09:18:05Z","document_type":"blogpost","news_desk":null,"section_name":"Business Day","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By DEALBOOK"},"type_of_material":"Blog","_id":"4fd365828eb7c8105d8b4c10","word_count":132,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/08\/opinion\/more-enron-mischief.html","snippet":"The people who ran Enron always insisted that the company had nothing to do with the California energy crisis. The crisis, which peaked in the winter of 2000-2001, was variously attributed by them and their friends in Washington to California's en...","lead_paragraph":"The people who ran Enron always insisted that the company had nothing to do with the California energy crisis. The crisis, which peaked in the winter of 2000-2001, was variously attributed by them and their friends in Washington to California's environmental regulations, to shortages of natural gas and new generating capacity and to a flawed system of deregulation. But incriminating documents released Monday by the Federal Energy Regulatory Commission suggest that market manipulation by Enron and possibly other companies aggravated the crisis. California officials welcomed the documents as the ''smoking gun'' necessary to help them recoup billions in overcharges. It was obvious from the beginning that some of the explanations for the crisis that were being floated by President Bush and Vice President Dick Cheney were nonsense. California's environmental laws posed no serious impediments to energy production, and there was no shortage of natural gas. The regulatory system, which capped retail prices while letting wholesale prices run free, and the shortage of generating capacity were definitely factors, though perhaps not as important as once thought. Meanwhile, state officials insisted that market shenanigans also played a huge role.","abstract":"Editorial comments on release of documents by Federal Energy Regulatory Commission showing Enron Corp manipulated market for electric power that probably caused California's energy crisis; says documents provide reason for federal government to retain price caps, and should inspire investigators inquiring into Enron's behavior (S)","print_page":"30","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"More Enron Mischief"},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"FEDERAL ENERGY REGULATORY COMMISSION"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SHORTAGES"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ANTITRUST ACTIONS AND LAWS"},{"name":"subject","value":"WAGE AND PRICE CONTROLS"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-05-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd2341f8eb7c8105d7c5326","word_count":341,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/21\/business\/more-on-enron.html","snippet":"UNSETTLED CLAIMS -- Enron's bankruptcy has frozen settlement negotiations and trials for victims of a 1996 explosion involving an Enron subsidiary in Puerto Rico.   PAGE A12    SENATOR UNDER FIRE -- Drawing critics from both sides of the aisle, Se...","lead_paragraph":"UNSETTLED CLAIMS -- Enron's bankruptcy has frozen settlement negotiations and trials for victims of a 1996 explosion involving an Enron subsidiary in Puerto Rico. PAGE A12 SENATOR UNDER FIRE -- Drawing critics from both sides of the aisle, Senator Joseph I. Lieberman embodies how Enron's collapse has tied the capital in political knots. PAGE A13","abstract":null,"print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"MORE ON ENRON"},"keywords":[],"pub_date":"2002-01-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":null,"type_of_material":"Summary","_id":"4fd212448eb7c8105d78810e","word_count":104,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/04\/opinion\/the-enron-post-mortem.html","snippet":"The most spectacular corporate demise ever cannot remain a befuddling mystery. In order to restore confidence in American capitalism and in the integrity of its financial markets, the public needs to understand what brought Enron down so suddenly ...","lead_paragraph":"The most spectacular corporate demise ever cannot remain a befuddling mystery. In order to restore confidence in American capitalism and in the integrity of its financial markets, the public needs to understand what brought Enron down so suddenly last year. How could the Houston-based energy company, ranked seventh on the Fortune 500 list of America's largest companies, and often touted as one of its most innovative, fail so unexpectedly, wiping out $60 billion in shareholder value? Congress is appropriately holding a number of hearings to seek answers to that question. Enron's financial bankruptcy, triggered in part by revelations of faulty financial reporting, was a shocking national calamity. Its post-mortem, which will take the form of a Securities and Exchange Commission investigation and private lawsuits as well as the Congressional hearings, is likely to reveal serious deficiencies in how the public interest is protected on an array of regulatory fronts. It may lead to new federal regulations of pension plans, accounting procedures and energy markets.","abstract":"Editorial says public needs to understand what brought Enron Corp down so suddenly, wiping out $60 billion in shareholder value; says Securities and Exchange Commission investigation and private lawsuits as well as Congressional hearings are likely to reveal serious deficiencies in how public interest is protected on array of regulatory fronts","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Enron Post-Mortem"},"keywords":[{"name":"organizations","value":"SECURITIES AND EXCHANGE COMMISSION"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-04T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd25bbe8eb7c8105d80944a","word_count":712,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1988\/11\/17\/business\/company-news-enron-gas-units.html","snippet":"LEAD: The Enron Oil and Gas Company, a subsidiary of the Enron Corporation, signed a letter of intent to sell some of the company's Texas gas properties to Nerco Oil and Gas Inc., a subsidiary of Nerco Inc. of Portland, Ore., for about $90 million...","lead_paragraph":"LEAD: The Enron Oil and Gas Company, a subsidiary of the Enron Corporation, signed a letter of intent to sell some of the company's Texas gas properties to Nerco Oil and Gas Inc., a subsidiary of Nerco Inc. of Portland, Ore., for about $90 million in cash. With this transaction, Enron has committed to sell about $250 million worth of its oil and gas properties.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Gas Units","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"NERCO OIL AND GAS INC"},{"name":"organizations","value":"ENRON OIL & GAS CO"},{"name":"subject","value":"GAS (FUEL)"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1988-11-17T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"Special to the New York Times"},"type_of_material":"News","_id":"4fd17be08eb7c8105d674bbf","word_count":164,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/09\/04\/business\/04enron.html","snippet":"By Reuters....","lead_paragraph":"The firm led by the acting chief executive of Enron asked a bankruptcy judge for a $25 million ''success fee'' for its efforts in shepherding the company through nearly three years under Chapter 11 bankruptcy, a court filing shows. According to a motion filed Thursday with the United States Bankruptcy Court in Manhattan, Kroll Zolfo Cooper L.L.C., whose chairman is Stephen F. Cooper, the interim chief executive of Enron, is seeking four equal payments of $6.25 million, payable upon Enron's emergence from Chapter 11 and subsequent events.","abstract":"Kroll Zolfo Cooper LLC, firm led by Enron acting chief executive Stephen Cooper, asks US Bankruptcy Court Judge Arthur Gonzalez for $25 million 'success fee' for its interests in shepherding company through nearly three years under Chapter 11 bankruptcy; sum is in addition to $63.4 million it has collected from Enron through June 30; photo (M)","print_page":"2","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Firm Requests 'Success Fee' In Enron Case"},"keywords":[{"name":"persons","value":"GONZALEZ, ARTHUR"},{"name":"persons","value":"COOPER, STEPHEN F"},{"name":"organizations","value":"ENRON CORPORATION"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"KROLL ZOLFO COOPER"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"LEGAL PROFESSION"}],"pub_date":"2004-09-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd254dc8eb7c8105d7fc5ec","word_count":354,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1999\/07\/21\/business\/company-news-enron-to-exchange-stake-in-unit-for-properties.html","snippet":"The Enron Corporation, the largest energy trading and marketing company, said yesterday that it would exchange 76 percent of its ownership in the Enron Oil and Gas Company, a stake valued at $1.2 billion, for properties that Enron Oil and Gas owns...","lead_paragraph":"The Enron Corporation, the largest energy trading and marketing company, said yesterday that it would exchange 76 percent of its ownership in the Enron Oil and Gas Company, a stake valued at $1.2 billion, for properties that Enron Oil and Gas owns in India and China. Enron said the move is part of a plan to ''establish E.O.G. as a widely held public company that will be independent of Enron.'' Enron owns 53.5 percent of Enron Oil and Gas, an oil exploration and production company, and gets about 3 percent of its revenue and 7 percent of its profit from that interest. Shares of Enron Oil and Gas fell 68.75 cents, to $20.4375, while Enron shares rose 25 cents, to $85.5625.","abstract":"Enron Corp says it will exchange 76 percent of its ownership in Enron Oil and Gas Co, stake valued at $1.2 billion, for properties that Enron Oil and Gas owns in India and China (S)","print_page":"4","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"ENRON TO EXCHANGE STAKE IN UNIT FOR PROPERTIES","kicker":"COMPANY NEWS"},"keywords":[{"name":"glocations","value":"INDIA"},{"name":"glocations","value":"CHINA"},{"name":"organizations","value":"ENRON OIL & GAS CO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"OIL (PETROLEUM) AND GASOLINE"}],"pub_date":"1999-07-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd221538eb7c8105d7a5ca7","word_count":123,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1988\/04\/29\/business\/company-news-enron-weighs-sale-of-oil-and-gas-unit.html","snippet":"LEAD: The Enron Corporation, the nation's largest natural gas transmission company, said it was considering the sale of its oil and gas subsidiary, one of the biggest United States independent oil and gas concerns. Enron Oil and Gas had reserves o...","lead_paragraph":"LEAD: The Enron Corporation, the nation's largest natural gas transmission company, said it was considering the sale of its oil and gas subsidiary, one of the biggest United States independent oil and gas concerns. Enron Oil and Gas had reserves of 1.42 trillion cubic feet of natural gas and 42.3 million barrels of oil as of the end of 1987.","abstract":null,"print_page":"5","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Weighs Sale Of Oil and Gas Unit","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"ENRON OIL & GAS CO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1988-04-29T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd1772f8eb7c8105d66d860","word_count":180,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/16\/opinion\/the-two-enron-system.html","snippet":"If you're having trouble keeping up with the Olympian scandals in Washington, just think of the Republicans and the Democrats as the French and the Russians and all the rest of us as Canadians. But at least those Canadians got their gold back.    ...","lead_paragraph":"If you're having trouble keeping up with the Olympian scandals in Washington, just think of the Republicans and the Democrats as the French and the Russians and all the rest of us as Canadians. But at least those Canadians got their gold back. The head of the Republican Party, hand-picked by the president, is Marc Racicot, who served as an Enron lobbyist as recently as last fall. His Democratic counterpart, Terry McAuliffe, is a former consultant to Gary Winnick, the founder of Enron's twin in bankruptcy, Global Crossing, which is now under investigation by the F.B.I. and the S.E.C. and will soon have its own inquisition in Congress. For anyone left holding these companies' stock after their executives and insiders cashed out, there is no gold, not even silver -- just handsome stock certificates that will brighten someone's day on eBay.","abstract":"Frank Rich Op-Ed column on politicians' links to Enron Corp and Global Crossing, bankrupt companies whose executives and insiders cashed out, leaving shareholders with worthless holdings; notes politicians from both parties were involved with both companies; questions Congressional reliance on in-house Enron probe led by William Powers Jr, dean of school heavily subsidized by Enron, and written in part by Herbert Winokur Jr, Enron outside director allowed to pass judgment on own questionable role; drawing (M)","print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Two-Enron System"},"keywords":[{"name":"persons","value":"POWERS, WILLIAM C JR"},{"name":"persons","value":"WINOKUR, HERBERT S JR"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"GLOBAL CROSSING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-16T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Frank","rank":1,"lastname":"RICH"}],"original":"By FRANK RICH"},"type_of_material":"Op-Ed","_id":"4fd219608eb7c8105d7973fe","word_count":1441,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}