{"response":{"meta":{"hits":8011,"time":68,"offset":770},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/03\/business\/c-corrections-381039.html","snippet":"An article last Sunday about the legal and regulatory issues posed by Enron's LJM2 partnership misstated the effective date of Regulation FD, a Securities and Exchange Commission rule prohibiting selective disclosure of significant corporate infor...","lead_paragraph":"An article last Sunday about the legal and regulatory issues posed by Enron's LJM2 partnership misstated the effective date of Regulation FD, a Securities and Exchange Commission rule prohibiting selective disclosure of significant corporate information. It was October 2000, not January 2001.","abstract":"Correction of Jan 27 article on Enron's LJM2 partnership","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"PARTNERSHIPS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CORRECTION STORIES"}],"pub_date":"2002-02-03T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Corrections; Business","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd2341d8eb7c8105d7c51b1","word_count":42,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/31\/business\/enron-s-many-strands-chief-executive-strategy-returning-roots-energy.html","snippet":"To survive bankruptcy, the Enron Corporation plans to return to its roots, mainly by concentrating on a small collection of hard assets like natural gas pipelines and power plants, Stephen F. Cooper, the company's interim chief executive, said tod...","lead_paragraph":"To survive bankruptcy, the Enron Corporation plans to return to its roots, mainly by concentrating on a small collection of hard assets like natural gas pipelines and power plants, Stephen F. Cooper, the company's interim chief executive, said today. Despite a widespread belief among industry analysts that Enron should be liquidated because so little of value remains, Mr. Cooper argued that creditors, employees and others would benefit more by slimming the company rather than shutting it down. He said the new senior management team at Enron would spend the next month sorting out which businesses might prove the most viable parts in a reorganized company.","abstract":"Enron Corp's interim chief executive Stephen F Cooper says company plans to return to its roots, mainly by concentrating on small collection of hard assets like natural gas pipelines and power plants; argues that creditors, employees and others will benefit more by slimming company rather shutting down; says new senior management team will spend next month sorting out which businesses might prove most viable parts in reorganized company (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Strategy Of Returning To the Roots In Energy","kicker":"ENRON'S MANY STRANDS: THE CHIEF EXECUTIVE"},"keywords":[{"name":"persons","value":"COOPER, STEPHEN F"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"GAS (FUEL)"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"PIPELINES"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-31T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Neela","rank":1,"lastname":"BANERJEE"}],"original":"By NEELA BANERJEE"},"type_of_material":"News","_id":"4fd26be28eb7c8105d8246f6","word_count":639,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/28\/opinion\/enron-and-the-lawyers.html","snippet":"In the Enron scandal, the accounting industry has been the profession taking the most heat. Before the dust settles, however, it seems inevitable that more questions will be raised about the role that lawyers played in Enron's alleged misdeeds.   ...","lead_paragraph":"In the Enron scandal, the accounting industry has been the profession taking the most heat. Before the dust settles, however, it seems inevitable that more questions will be raised about the role that lawyers played in Enron's alleged misdeeds. Some of those concerns are already being raised about Vinson & Elkins, Enron's law firm. When the time came for a review of some of the company's questionable partnerships, Enron's internal whistleblower, Sherron Watkins, a vice president, urged the company's chairman, Kenneth Lay, not to assign the task to Vinson & Elkins, since it had approved some of the very partnerships that needed to be investigated. Even so, the assignment was given to that very law firm, which concluded that problems with the partnerships were just cosmetic. It is likely that investigators will want to examine the legal work of Vinson & Elkins, and whether it told Enron about the law firm's possible conflict in the matter.","abstract":"Editorial questions role played by lawyers in Enron's alleged misdeeds; notes much of scandal involves complex financial arrangements that teams of lawyers helped to cobble together, and to which law frims gave professional imprimatur; says if any of Enron's arrangements were in fact illegal, lawyers may have been in best position to know (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron and the Lawyers"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LEGAL PROFESSION"}],"pub_date":"2002-01-28T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd2127a8eb7c8105d788d6c","word_count":493,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/27\/us\/enron-s-many-strands-fallout-the-enron-scandal-grazes-another-bush-in-florida.html","snippet":"The Enron scandal, which has become the consuming interest in Washington and around the country, is starting to have a particular resonance in Florida, where it is touching another Bush: Governor Jeb Bush.    Florida's state pension fund lost $335...","lead_paragraph":"The Enron scandal, which has become the consuming interest in Washington and around the country, is starting to have a particular resonance in Florida, where it is touching another Bush: Governor Jeb Bush. Florida's state pension fund lost $335 million from its Enron holdings. Enron has spread lavish campaign donations on local politicians, including Mr. Bush. Earlier this month, Mr. Bush startled some by holding a fundraiser at the Houston home of a former Enron executive. Florida is also home to thousands of Enron investors and retired employees, who have seen their Enron shares become worthless.","abstract":"Enron scandal has particular resonance in Florida, where state pension fund lost $335 million from its Enron holdings and where Enron has been generous donor to Gov Jeb Bush; Bush, seeking re-election, has deftly sidestepped issue, avoiding, at least for moment, any negative association with Enron; he did not mention Enron in his recent state of the state address, and his campaign manager Karen Unger claims Enron is not partisan issue and not campaign story; photo; chart (M)","print_page":"32","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Enron Scandal Grazes Another Bush in Florida","kicker":"ENRON'S MANY STRANDS: FALLOUT"},"keywords":[{"name":"persons","value":"BUSH, JEB"},{"name":"persons","value":"UNGER, KAREN"},{"name":"glocations","value":"FLORIDA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"GOVERNORS (US)"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-27T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leslie","rank":1,"lastname":"WAYNE"}],"original":"By LESLIE WAYNE"},"type_of_material":"News","_id":"4fd212478eb7c8105d78835b","word_count":1226,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/26\/opinion\/l-the-enron-inquiry-lessons-from-a-collapse-323500.html","snippet":"To the Editor:    Re ''Spreading It Around,'' by Paul Krugman (column, Jan. 25):...","lead_paragraph":"To the Editor: Re ''Spreading It Around,'' by Paul Krugman (column, Jan. 25):","abstract":"David Robinson letter disputes Paul Krugman's January 25 article on collapse of Enron Corp","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Enron Inquiry: Lessons From a Collapse"},"keywords":[{"name":"persons","value":"KRUGMAN, PAUL"},{"name":"persons","value":"ROBINSON, DAVID"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-26T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd2127b8eb7c8105d788e54","word_count":84,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/26\/business\/enron-s-many-strands-executive-s-death-critic-who-quit-top-enron-post-found-dead.html","snippet":"The body of a former Enron Corporation vice chairman who resigned last May after voicing concerns about the company's financial practices was discovered early this morning inside his Mercedes-Benz after he apparently killed himself.    The former ...","lead_paragraph":"The body of a former Enron Corporation vice chairman who resigned last May after voicing concerns about the company's financial practices was discovered early this morning inside his Mercedes-Benz after he apparently killed himself. The former executive, J. Clifford Baxter, had complained last spring to Enron's management team, including Jeffrey K. Skilling, then the chief executive, about questionable accounting measures used by the company, friends and former colleagues said. Mr. Baxter left Enron shortly after that, a decision the company attributed to his desire to spend more time with his family.","abstract":"J Clifford Baxter, who resigned last May as Enron Corp vice chairman after voicing concerns about company's financial practices, is found shot to death in his car in Houston suburb, in apparent suicide; had been subpoenaed to testify before Congress and was one of many Enron executives sued by shareholders; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Critic Who Quit Top Enron Post Is Found Dead","kicker":"ENRON'S MANY STRANDS: AN EXECUTIVE'S DEATH"},"keywords":[{"name":"persons","value":"BAXTER, J CLIFFORD"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"SUICIDES AND SUICIDE ATTEMPTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"YARDLEY"}],"original":"By JIM YARDLEY"},"type_of_material":"News","_id":"4fd256508eb7c8105d800007","word_count":1359,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/25\/business\/enron-s-collapse-chairman-optimist-sees-chaos-become-surreal-spectacle.html","snippet":"In the last days before his resignation, Kenneth L. Lay was up there on the 50th floor, above the city that once lionized him, a fallen king barricaded atop his silver tower. Mr. Lay, a friend said, had hired a security guard to protect himself ag...","lead_paragraph":"In the last days before his resignation, Kenneth L. Lay was up there on the 50th floor, above the city that once lionized him, a fallen king barricaded atop his silver tower. Mr. Lay, a friend said, had hired a security guard to protect himself against death threats. Employees gossiped that he arrived by private car in the loading dock and was whisked to his office on a freight elevator, all to avoid attention. He must have struggled to recognize the new, chaotic world below. His company, Enron, had collapsed. His days, according to another friend, were filled with lawyers. His pal, the president of the United States, who had once referred to him affectionately as Kenny Boy, complained that his mother-in-law had taken a bath on Enron stock.","abstract":"Article on days leading up to Enron Corp chairman-chief executive Kenneth L Lay's decision to resign; says Lay begins new career--that of defendant in lawsuits, witness before Congressional committees and potential target of criminal investigations; questions now facing Lay about Enron's partnerships and accounting practices represent ultimate Washington endgame: what did he know, when did he know it and did he betray trust of his employees and shareholders; photo (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"An Optimist Sees the Chaos Become Surreal Spectacle","kicker":"ENRON'S COLLAPSE: THE CHAIRMAN"},"keywords":[{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-25T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"YARDLEY"}],"original":"By JIM YARDLEY"},"type_of_material":"News","_id":"4fd25bc08eb7c8105d809569","word_count":1161,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/24\/business\/enron-s-collapse-returns-under-scrutiny-senate-finance-panel-wants-tax.html","snippet":"The Senate Finance Committee yesterday asked Enron to disclose its corporate income tax returns.    In a letter to the chief financial officer of Enron, Senator Max Baucus, Democrat of Montana, who is chairman of the committee, and Senator Charles...","lead_paragraph":"The Senate Finance Committee yesterday asked Enron to disclose its corporate income tax returns. In a letter to the chief financial officer of Enron, Senator Max Baucus, Democrat of Montana, who is chairman of the committee, and Senator Charles E. Grassley of Iowa, the ranking Republican, said ''it is critical that the public and the Congress have a more informed understanding of the activities and transactions related to Enron's tax returns and pension programs.''","abstract":"Senate Finance Committee asks Enron Corp to disclose its corporate income tax returns; Sens Max Baucus and Charles E Grassley, in letter to Enron's chief financial officer, says it is critical that public and Congress have more informed understanding of activities and transactions related to Enron's tax returns and pension programs (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Senate Finance Panel Wants Tax Information From Enron","kicker":"ENRON'S COLLAPSE: RETURNS UNDER SCRUTINY"},"keywords":[{"name":"persons","value":"GRASSLEY, CHARLES E"},{"name":"persons","value":"BAUCUS, MAX"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"Cay","lastname":"JOHNSTON","rank":1,"role":"reported","organization":""}],"original":"By DAVID CAY JOHNSTON"},"type_of_material":"News","_id":"4fd212488eb7c8105d788416","word_count":435,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/23\/opinion\/l-enron-and-the-culture-of-greed-266795.html","snippet":"To the Editor:    You write that Mark Lindquist, a laid-off Enron employee, now has to ''figure out how to pay for therapy for his autistic son'' (''Workers Feel Pain of Layoffs and Added Sting of Betrayal,'' front page, Jan. 20).    If this count...","lead_paragraph":"To the Editor: You write that Mark Lindquist, a laid-off Enron employee, now has to ''figure out how to pay for therapy for his autistic son'' (''Workers Feel Pain of Layoffs and Added Sting of Betrayal,'' front page, Jan. 20). If this country had universal health care, a company's failure would not mean the end of health coverage for laid-off employees.","abstract":"Peter G Hill letter on Jan 20 article on plight of laid-off Enron employees","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron and the Culture of Greed"},"keywords":[{"name":"persons","value":"HILL, PETER G"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"}],"pub_date":"2002-01-23T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd233618eb7c8105d7c412a","word_count":101,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/21\/business\/enron-s-collapse-prosecutor-specialist-tough-cases-steps-into-legal-tangle.html","snippet":"Leslie R. Caldwell, the Federal prosecutor who will oversee the day-to-day investigation of the collapse of Enron, has an eye for corporate books that have been cooked and defendants who will talk, her former colleagues say.    At 44, she has been...","lead_paragraph":"Leslie R. Caldwell, the Federal prosecutor who will oversee the day-to-day investigation of the collapse of Enron, has an eye for corporate books that have been cooked and defendants who will talk, her former colleagues say. At 44, she has been involved in more than 50 jury trials and big, complicated investigations, first in Brooklyn. Later in San Francisco, she became involved when stockholders of McKesson HBOC lost $9 billion as share prices fell nearly 50 percent in one day.","abstract":"Profile of Leslie R Caldwell, Federal prosecutor who will oversee day-to-day probe into Enron Corp's collapse; photo (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Specialist in Tough Cases Steps Into the Legal Tangle","kicker":"ENRON'S COLLAPSE: THE PROSECUTOR"},"keywords":[{"name":"persons","value":"CALDWELL, LESLIE R"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jo","rank":1,"lastname":"THOMAS"}],"original":"By JO THOMAS"},"type_of_material":"News","_id":"4fd212768eb7c8105d788a5d","word_count":1102,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}