{"response":{"meta":{"hits":8011,"time":66,"offset":360},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/04\/business\/as-enron-purged-its-ranks-dissent-was-swept-away.html","snippet":"Linda Richardson was in her office at Enron one day in February 1999 when her secretary, Marie Thibaut, came in with an open interoffice envelope and a look of concern on her face. ''Linda, are you quitting?'' she asked.    The envelope contained ...","lead_paragraph":"Linda Richardson was in her office at Enron one day in February 1999 when her secretary, Marie Thibaut, came in with an open interoffice envelope and a look of concern on her face. ''Linda, are you quitting?'' she asked. The envelope contained a severance agreement. As Ms. Richardson, a vice president for information technology, looked at the papers, the realization dawned. ''Marie, they're firing me!'' she exclaimed.","abstract":"Many former Enron employees and executives say atmosphere became so intensely competitive in recent years that people often did not feel secure enough to question irregularities, if they were aware of them at all; many who left, whether voluntarily or not, say much of change in Enron's culture coincided with rise of Jeffrey K Skilling, who became president and chief operating officer in 1996; Enron he began advising in 1982 and joined in 1990 was very different from one he would eventually run; table of Enron executives and when they left; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"As Enron Purged Its Ranks, Dissent Was Swept Away"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"2002-02-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SCHWARTZ"}],"original":"By JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd262888eb7c8105d8146e6","word_count":2157,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/02\/opinion\/reformers-all-in-enron-s-wake.html","snippet":"The Enron scandal is shaping up to be the business world's equivalent of Watergate, a trigger for a raft of ideas for reforms to restore Americans' ruptured trust in its institutions. Proposals this week by President Bush to bolster pension-plan s...","lead_paragraph":"The Enron scandal is shaping up to be the business world's equivalent of Watergate, a trigger for a raft of ideas for reforms to restore Americans' ruptured trust in its institutions. Proposals this week by President Bush to bolster pension-plan safeguards, and by major accounting firms to lessen their potential conflicts of interest, are further evidence that almost everyone sees the need for reforms in the wake of America's largest-ever corporate bankruptcy. Neither proposal goes far enough, however, and neither should distract Congress from its duty to offer financial markets and individual investors more comprehensive protections.","abstract":"Editorial says Enron scandal is shaping up to be business world's equivalent of Watergate, trigger for raft of reformo proposals to restore Americans' trust in its institutions; cites Pres Bush's proposal to bolster pension-plan safeguards and accounting firms' proposals to lessen their potential conflicts of interst, but says neither plan goes far enough","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Reformers All, in Enron's Wake"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-02T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd21b278eb7c8105d799e75","word_count":453,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/30\/business\/enron-s-many-strands-tv-interview-did-nbc-let-lay-s-wife-get-around-hard-issues.html","snippet":"Lisa Myers, the NBC Capitol Hill correspondent long known as tough-minded, left much of her aggressive edge at the door on Saturday when she did an exclusive interview with the wife of Kenneth L. Lay, the former chief executive of Enron.    As a r...","lead_paragraph":"Lisa Myers, the NBC Capitol Hill correspondent long known as tough-minded, left much of her aggressive edge at the door on Saturday when she did an exclusive interview with the wife of Kenneth L. Lay, the former chief executive of Enron. As a result, Linda Lay felt comfortable enough to say that she and her husband, who took home about $200 million worth of cash and stock the last four years, ''are fighting for liquidity.''","abstract":"Article on whether NBC News correspondent Lisa Myers got around hard issues when she interviewed Linda Lay, wife of former Enron Corp chief executive Kenneth L Lay; questions whether Myers shirked her duty by failing to grill Mrs Lay on details of where all money went during interview on Today show (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Did NBC Let Lay's Wife Get Around Hard Issues?","kicker":"ENRON'S MANY STRANDS: THE TV INTERVIEW"},"keywords":[{"name":"creative_works","value":"TODAY (TV PROGRAM)"},{"name":"persons","value":"MYERS, LISA"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"persons","value":"LAY, LINDA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Felicity","rank":1,"lastname":"BARRINGER"}],"original":"By FELICITY BARRINGER"},"type_of_material":"News","_id":"4fd212448eb7c8105d7880b2","word_count":793,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/27\/opinion\/l-campaign-reform-a-sliver-of-hope-310255.html","snippet":"To the Editor:    Re ''House Vote Is Set on Campaign Bill'' (front page, Jan. 25):    Perhaps out of the mountain of sordid muck of Enron's insider dealing and crass purchasing of favorable legislation and regulation coming to light in public hear...","lead_paragraph":"To the Editor: Re ''House Vote Is Set on Campaign Bill'' (front page, Jan. 25): Perhaps out of the mountain of sordid muck of Enron's insider dealing and crass purchasing of favorable legislation and regulation coming to light in public hearings, there is a basis for hope that Congress will finally enact a campaign finance reform bill with teeth this coming session. But based upon the derailment of past efforts to clean up the corrosive effect of money in politics, we are not sanguine.","abstract":"Cy Shain letter expresses hope that 'mountain of sordid muck' of Enron's insider dealing and crass purchasing of favorable legislation will finally prompt Congress to enact campaign finance reform bill","print_page":"12","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Campaign Reform? A Sliver of Hope"},"keywords":[{"name":"persons","value":"SHAIN, CY"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"2002-01-27T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd22ab08eb7c8105d7b5aae","word_count":139,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/27\/opinion\/the-trouble-with-bubbles.html","snippet":"As Walter Bagehot, the great 19th-century editor of The Economist, put it: ''The rocks only show once the tide has gone out.'' In recent months, we have seen the tide of sentiment and wishful thinking, which buoyed Enron in its rise to glory, subs...","lead_paragraph":"As Walter Bagehot, the great 19th-century editor of The Economist, put it: ''The rocks only show once the tide has gone out.'' In recent months, we have seen the tide of sentiment and wishful thinking, which buoyed Enron in its rise to glory, subside. The rocks, upon which the company was scuppered, emerge in ever sharper form. However, the Enron affair is not an isolated case. On the contrary, it can be seen as representative of the greatest speculative mania in the history of the world. Speculation predates the Internet, of course, and Enron existed before Internet mania took hold. But in its hubris and attending hype, in its focus on earnings instead of ethics, in its insistence that it is unique and unprecedented -- in touting its innovative use of technology -- Enron stands as the quintessential Internet company. And its fall, like the bursting of the Internet stock bubble, has been spectacular.","abstract":"Edward Chancellor Op-Ed article says Enron is not as an isolated case but is representative of greatest speculative mania in history of world; says that although Enron existed before Internet mania, it stands as quintessential Internet company in its hubris and attending hype, in its focus on earnings instead of ethics, in its insistence that it is unique and unprecedented and in its touting of its innovative use of technology (M)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Trouble With Bubbles"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"}],"pub_date":"2002-01-27T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Edward","rank":1,"lastname":"Chancellor"}],"original":"By Edward Chancellor"},"type_of_material":"Op-Ed","_id":"4fd26be08eb7c8105d824555","word_count":858,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/24\/business\/enron-s-collapse-legislation-democrats-review-changes-in-bankruptcy.html","snippet":"In the wake of the bankruptcy filing by the Enron Corporation, some Democrats in the Senate are weighing whether provisions of a bill to overhaul the bankruptcy code should be reconsidered. They are also looking at changes that would make the bill...","lead_paragraph":"In the wake of the bankruptcy filing by the Enron Corporation, some Democrats in the Senate are weighing whether provisions of a bill to overhaul the bankruptcy code should be reconsidered. They are also looking at changes that would make the bill friendlier to consumers. Enron was clearly monitoring the bill before it filed for bankruptcy protection in December. The company lobbied the House on the matter, according to data gathered by the Center for Responsive Politics.","abstract":"Some Senate Democrats are weighing whether provisions of bill to overhaul bankruptcy code should be reconsidered in wake of bankruptcy filing by Enron Corp; they are also looking at changes that would make bill friendler to consumers (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Democrats Review Changes in Bankruptcy","kicker":"ENRON'S COLLAPSE: LEGISLATION"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"CONSUMER PROTECTION"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By RIVA D. ATLAS"},"type_of_material":"News","_id":"4fd2195e8eb7c8105d7972fc","word_count":922,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/18\/opinion\/l-the-enron-debacle-be-forewarned-195430.html","snippet":"To the Editor:    ''Enron and the Gramms,'' by Bob Herbert (column, Jan. 17), highlights one of many instances where big business has infiltrated the political and regulatory process. Surely there are countless others besides Senator Phil Gramm an...","lead_paragraph":"To the Editor: ''Enron and the Gramms,'' by Bob Herbert (column, Jan. 17), highlights one of many instances where big business has infiltrated the political and regulatory process. Surely there are countless others besides Senator Phil Gramm and his wife, Wendy Gramm, a former government official, who have danced to the tune of large corporations. The only way to keep this from happening again, and innocent working families from losing everything, is to keep money out of politics. Enron and other large companies have been writing checks to politicians to promote their businesses and discourage oversight for years.","abstract":"Letter from Emily Rosenberg says Enron and other large companies have been writing checks to politicians to promote their businesses and discourage oversight for yeras; says business money must be kept out of politics","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Enron Debacle: Be Forewarned . . ."},"keywords":[{"name":"persons","value":"ROSENBERG, EMILY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-18T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd2127a8eb7c8105d788dac","word_count":139,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/16\/opinion\/l-the-real-lessons-of-enron-s-fall-157015.html","snippet":"To the Editor:    I am concerned that the Democrats, in their desire to impute scandal to the Bush administration in the Enron matter, may overlook the real political message of this debacle (''Parties Weigh Political Price of  Enron's Fall,'' fro...","lead_paragraph":"To the Editor: I am concerned that the Democrats, in their desire to impute scandal to the Bush administration in the Enron matter, may overlook the real political message of this debacle (''Parties Weigh Political Price of Enron's Fall,'' front page, Jan. 12). Enron was the administration's model corporation. It operated aggressively in a lightly regulated environment, and its financial practices were secretive and obfuscatory.","abstract":"James Fleming letter points out that Enron was Bush administration's model corporation, operating aggressively in lightly regulated environment, with financial practices that were secretive and obfuscatory","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Real Lessons of Enron's Fall"},"keywords":[{"name":"persons","value":"FLEMING, JAMES"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-16T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd212798eb7c8105d788d48","word_count":96,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/14\/business\/enron-s-collapse-news-analysis-a-bubble-no-one-wanted-to-pop.html","snippet":"What the world is now awakening to is that the Enron Corporation was not much of a company, but its executives made sure that it was one hell of a stock.     In recent years, Enron came to exemplify the productivity miracle that new technologies w...","lead_paragraph":"What the world is now awakening to is that the Enron Corporation was not much of a company, but its executives made sure that it was one hell of a stock. In recent years, Enron came to exemplify the productivity miracle that new technologies were thought to have bestowed on astute companies across America. Now in bankruptcy, with the odor of scandal all around it, Enron, once an innovative energy company, has instead become an indictment of the anything-goes approach to business that characterized the late 1990's. The bull market euphoria convinced analysts, investors, accountants and even regulators that as long as stock prices stayed high, there was no need to question company practices.","abstract":"News analysis of collapse of Enron Corp and its ramifications; company, formerly cited as example of productivity miracle that new technologies were thought to have bestowed on astute companies across America, has become indictment of anything-goes approach to business that characterized late 1990's (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Bubble No One Wanted to Pop","kicker":"ENRON'S COLLAPSE: NEWS ANALYSIS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Gretchen","rank":1,"lastname":"MORGENSON"}],"original":"By GRETCHEN MORGENSON"},"type_of_material":"An Analysis; News Analysis","_id":"4fd2341f8eb7c8105d7c531e","word_count":1158,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/13\/us\/enron-s-collapse-complex-web-of-relationships-in-boom-and-bust.html","snippet":"The cast of characters in the Enron drama is lengthy, and their relationships are complex.    THE EXECUTIVES      Kenneth L. Lay gained national fame as the chairman and chief executive of Enron, a company that reshaped the nation's energy markets...","lead_paragraph":"The cast of characters in the Enron drama is lengthy, and their relationships are complex. THE EXECUTIVES Kenneth L. Lay gained national fame as the chairman and chief executive of Enron, a company that reshaped the nation's energy markets -- and notoriety as the company flamed out spectacularly.","abstract":"Lengthy cast of characters in Enron Corp drama and their complex relationships noted; photos (M)","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Complex Web of Relationships in Boom and Bust","kicker":"ENRON'S COLLAPSE"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-13T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SCHWARTZ"}],"original":"By JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd2298e8eb7c8105d7b3679","word_count":746,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}