{"response":{"meta":{"hits":8011,"time":20,"offset":440},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/09\/23\/business\/the-findings-against-enron.html","snippet":"With its preliminary findings that Enron violated public disclosure rules in its dealings with banks, a bankruptcy examiner's report highlights numerous avenues for criminal investigators seeking to bring a case that the company's deluge of deals ...","lead_paragraph":"With its preliminary findings that Enron violated public disclosure rules in its dealings with banks, a bankruptcy examiner's report highlights numerous avenues for criminal investigators seeking to bring a case that the company's deluge of deals with off-the-books partnerships involved potential fraud. Throughout the report filed on Friday, the court-appointed examiner in the Enron case, Neal Batson, is careful to caution that his conclusions could change as he continues his investigation. But based on the report, there can be little dispute that some executives at Enron worked to disguise the company's true condition in filings with the Securities and Exchange Commission through complex financing deals involving the partnerships and banks.","abstract":"Analysis of bankruptcy examiner Neal Batson's preliminary finding that Enron violated public disclosure rules in its dealings with banks; report highlights numerous avenues for criminal probe of whether company's deals with off-the-books partnerships involved fraud; shows some executives worked to disguise company's true condition, reporting as revenue from operations or investing almost $1.4 billion that originated as loans from banks to partnerships set up by Enron (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Findings Against Enron"},"keywords":[{"name":"persons","value":"BATSON, NEAL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"BANKS AND BANKING"}],"pub_date":"2002-09-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"An Analysis; News Analysis","_id":"4fd239698eb7c8105d7cd084","word_count":1060,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/29\/business\/severance-package-from-enron-is-set.html","snippet":"A bankruptcy judge approved a $28.8 million severance package from the Enron Corporation, clearing the way for payments to workers who were laid off when the company filed for bankruptcy protection in December.    Judge Arthur Gonzalez of United S...","lead_paragraph":"A bankruptcy judge approved a $28.8 million severance package from the Enron Corporation, clearing the way for payments to workers who were laid off when the company filed for bankruptcy protection in December. Judge Arthur Gonzalez of United States Bankruptcy Court in Manhattan approved the package, under which 3,553 employees will receive an average $6,850 each. The payments are capped at $13,500.","abstract":"US Bankruptcy Judge Arthur Gonzalez approves $28.8 million severance package from Enron Corp, clearing way for payments to workers who were laid off when company filed for bankruptcy protection in December; 3,553 employees will receive average $6,850 each; payments are caped at $13,500 (S)","print_page":"2","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"Severance Package From Enron Is Set"},"keywords":[{"name":"persons","value":"GONZALEZ, ARTHUR"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"},{"name":"subject","value":"DECISIONS AND VERDICTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-08-29T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2382a8eb7c8105d7cb377","word_count":274,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/22\/opinion\/the-binge-mentality-in-the-federal-budget.html","snippet":"We read in the news of the plight of older Americans as their nest eggs, invested in the stock market, have dwindled. Some can no longer afford to retire as planned; others are going back to work.    The stock market binge of the late 1990's, with...","lead_paragraph":"We read in the news of the plight of older Americans as their nest eggs, invested in the stock market, have dwindled. Some can no longer afford to retire as planned; others are going back to work. The stock market binge of the late 1990's, with its dreams of double-digit gains as far as the eye could see, was based on illusion, not reality. Now we know it. Irrational exuberance fed the bubble. Accounting tricks that inflated reported corporate earnings reinforced investor optimism. Insiders reaped huge gains; investors and employees saw their savings tank.","abstract":"Op-Ed article by Janet Yellen, chairwoman of Council of Economic Advisers in Clinton administration, says Social Security and other federal programs are being sacrificed for tax cuts, just as long-term stability of Enron and other companies was sacrificed for inflated stock prices in short run; says forgoing parts of Pres Bush's tax cut that will take effect over next decade could provide funds necessary to address Social Security gap; drawing (M)","print_page":"17","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Binge Mentality in the Federal Budget"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"SOCIAL SECURITY (US)"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-07-22T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Janet","rank":1,"lastname":"Yellen"}],"original":"By Janet Yellen"},"type_of_material":"Op-Ed","_id":"4fd27f558eb7c8105d849117","word_count":1045,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/05\/business\/enron-creditors-complain-of-slow-changes-to-board.html","snippet":"Members of the creditors' committee in the Enron bankruptcy have begun sniping at the company's board, complaining that it is too slow in selecting new directors and removing longstanding ones.    The committee was ''assured that the entire board ...","lead_paragraph":"Members of the creditors' committee in the Enron bankruptcy have begun sniping at the company's board, complaining that it is too slow in selecting new directors and removing longstanding ones. The committee was ''assured that the entire board would be replaced and replaced promptly,'' said one person close to the situation. The goal, the person said, was to have a new board as soon as possible.","abstract":"Creditors committee members complain Enron board is too slow in replacing longstanding directors with new ones, frustrating efforts to restructure company and get it out of bankruptcy; board has only three new members, while Robert A Belfer, Herbert S Winokur, Norman P Blake Jr and Wendy L Gramm, members for years, still remain (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Creditors Complain Of Slow Changes to Board"},"keywords":[{"name":"persons","value":"BELFER, ROBERT A"},{"name":"persons","value":"WINOKUR, HERBERT S JR"},{"name":"persons","value":"BLAKE, NORMAN P JR"},{"name":"persons","value":"GRAMM, WENDY L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-06-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JONATHAN D. GLATER"},"type_of_material":"News","_id":"4fd21cf38eb7c8105d79d40f","word_count":405,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/12\/weekinreview\/the-nation-market-knows-best-does-energy-deregulation-still-make-sence.html","snippet":"AS soaring electricity prices roiled California last year, supporters of power deregulation -- including Enron and the Bush administration -- insisted the state's woes were not related to its newly deregulated electric market. High prices and roll...","lead_paragraph":"AS soaring electricity prices roiled California last year, supporters of power deregulation -- including Enron and the Bush administration -- insisted the state's woes were not related to its newly deregulated electric market. High prices and rolling blackouts were the natural consequence of a supply shortage years in the making, they said. That explanation never carried much weight with the economists and engineers who watched the state's electricity market crumble. Instead, the experts said, as demand for power rose, flaws in the market's design gave suppliers incentives to worsen and even create shortages.","abstract":"Status of energy deregulation in wake of debacles of Enron and California discussed; photo; industry experts say electricity deregulation, in progress for more than decade, should eventually benefit consumers despite flaws, but new evidence of system's vulnerability may strengthen consumer groups who want tough rules and oversight (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation: Market Knows Best; Does Energy Deregulation Still Make Sence"},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"CONSUMER PROTECTION"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-05-12T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"BERENSON"}],"original":"By ALEX BERENSON"},"type_of_material":"News","_id":"4fd28dbf8eb7c8105d863796","word_count":826,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/07\/us\/11-billion-artillery-system-is-dead-officials-say.html","snippet":"Defense Secretary Donald H. Rumsfeld has decided to kill an $11 billion Army artillery system without further review, senior Pentagon aides said today. The decision sets the stage for a showdown with the weapon's influential supporters in Congress...","lead_paragraph":"Defense Secretary Donald H. Rumsfeld has decided to kill an $11 billion Army artillery system without further review, senior Pentagon aides said today. The decision sets the stage for a showdown with the weapon's influential supporters in Congress and the embattled Army secretary who fought to save it. On Thursday, Mr. Rumsfeld and his top acquisition deputy, Edward C. Aldridge, said no final decision had been made on the artillery system, the Crusader. But the two officials warned that the program was in serious jeopardy and that the Army had 30 days to study alternatives if the program was canceled.","abstract":"Defense Sec Donald H Rumsfeld will cancel Army's $11 billion Crusader artillery system without further review, setting stage for showdown with weapon's influential supporters in Congress and embattled Army Sec Thomas E White, who fought to save it; lawmakers say mobile artillery vehicle that would shoot 10 155-millimeter artillery shells per minute up to 31 miles would provide three times firepower of current Paladin system and could do it further and faster with one-half of airlift requirement; proponents say Army must have dedicated artillery firepower, ready around the clock and in all weather; opponents say military can provide more efficient fire support on battlefield by using precision-guided bombs or artillery fire from flying gunships like AC-130; say Crusader is too heavy at 40 tons to be sent quickly to hot spots; some Pentagon officials suggest accusations that Army officials inappropriately lobbied Congress after learning week ago of Rumsfeld's intentions could provide pretext for pushing Sec White, former Enron executive, out of job; criticisms of him by consumer advocates and lawmakers for not disclosing holdings of Enron and for having extensive contacts with Enron executives after becoming Army Sec in May 2001 noted; critics and backers of program say issue underscores Rumsfeld's efforts to bend individual armed services to his will by enforcing his priorities on weapons purchases; photo; map (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"$11 Billion Artillery System Is Dead, Officials Say"},"keywords":[{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"RUMSFELD, DONALD H"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ARMIES"},{"name":"subject","value":"LOBBYING AND LOBBYISTS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"2002-05-07T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"SCHMITT"}],"original":"By ERIC SCHMITT"},"type_of_material":"News","_id":"4fd21b978eb7c8105d79ac40","word_count":1224,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/17\/business\/enron-staff-is-biding-time-at-a-company-that-isn-t-there.html","snippet":"Despite the turmoil and uncertainty at Enron headquarters here these days, there are executives who can now admit to arriving at the office late each morning and punching out at 5, something unheard-of in the heady days when the company dominated ...","lead_paragraph":"Despite the turmoil and uncertainty at Enron headquarters here these days, there are executives who can now admit to arriving at the office late each morning and punching out at 5, something unheard-of in the heady days when the company dominated the energy business. Senior executives now find time to drive their children to school and leave work early to catch a daughter's soccer game. Calls to Enron employees at 4:45 on a weekday afternoon might find them headed to a high school baseball game in the Bellaire district of Houston.","abstract":"Enron Corp employees are biding their time in wake of bankruptcy and federal investigations; some groups are busy, but some areas are relaxed enough to let people go to dance recitals, soccer games and football; Enron has 23,000 employees worldwide, down from 32,000 year ago; but having shed all its new-economy ambitions to trade everything from natural gas to electronic bandwidth, it is very different company, one whose future shape is still being determined; people who have remained at Enron still receive most of their old salaries, starting at about $150,000 to $200,000 for vice presidents and higher-level executives; some employees comment; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Staff Is Biding Time At a Company That Isn't There"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"WAGES AND SALARIES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"},{"organization":"","role":"reported","firstname":"John","rank":2,"lastname":"SCHWARTZ"}],"original":"By DAVID BARBOZA with JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd2358f8eb7c8105d7c7356","word_count":1688,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/business\/l-special-purpose-entities-complicated-but-useful-544337.html","snippet":"To the Editor:    ''The Brick Stood Up Before. But Now?'' (March 10) went a long way toward distinguishing between apparent abuses of special-purpose entities and the legitimate uses of these critically important financial structures. S.P.E.'s hav...","lead_paragraph":"To the Editor: ''The Brick Stood Up Before. But Now?'' (March 10) went a long way toward distinguishing between apparent abuses of special-purpose entities and the legitimate uses of these critically important financial structures. S.P.E.'s have been tarred with a broad brush recently, but in fact they represent American financial innovation at its best.","abstract":"Micah Green letter comments on special-purpose entities in light of Mar 10 article on Enron and asset-backed securities","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Special-Purpose Entities: Complicated but Useful"},"keywords":[{"name":"persons","value":"GREEN, MICAH"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business; Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd268bf8eb7c8105d81f1d1","word_count":198,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/business\/the-taming-of-the-finance-officers.html","snippet":"ONLY three years ago, Andrew S. Fastow, the disgraced chief financial officer of Enron, received an Excellence Award from CFO magazine for his skill in managing the company's capital. Two years ago, Mark H. Swartz, the embattled finance czar of Ty...","lead_paragraph":"ONLY three years ago, Andrew S. Fastow, the disgraced chief financial officer of Enron, received an Excellence Award from CFO magazine for his skill in managing the company's capital. Two years ago, Mark H. Swartz, the embattled finance czar of Tyco International, took home an Excellence Award for his work sealing the company's many acquisitions. This year, CFO probably will not hand out Excellence Awards at all, because their longtime sponsor, the Andersen accounting firm, has backed out. The fiasco at Enron left the reputations of Andersen and Mr. Fastow in tatters and led to share-price-slashing questions about Mr. Swartz's arcane financial maneuvering. Accounting issues have even shaken investor faith in blue-chip companies like General Electric, I.B.M. and Xerox.","abstract":"Enron collapse ends role of chief financial officers as swashbuckling whiz kids focused on making deals to that of executives focused more on ensuring that substance and style of companies' dealings are above reproach; photos; charts (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Taming of the Finance Officers"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Daniel","rank":1,"lastname":"ALTMAN"}],"original":"By DANIEL ALTMAN"},"type_of_material":"News","_id":"4fd2358e8eb7c8105d7c72a2","word_count":2131,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/31\/weekinreview\/ideas-trends-empty-nest-eggs-do-you-plan-to-retire-think-again.html","snippet":"IN all the debate over Enron, no one is confronting a much larger issue raised by the scandal: the day is quickly approaching when millions of Americans will not have enough money when they retire, even if they escape the losses that so many Enron...","lead_paragraph":"IN all the debate over Enron, no one is confronting a much larger issue raised by the scandal: the day is quickly approaching when millions of Americans will not have enough money when they retire, even if they escape the losses that so many Enron employees suffered. Americans have traditionally relied on Social Security and, whenever possible, company-paid pension plans to support them in old age. Social Security still holds up its end. But the company plans are disappearing, and their replacement, 401(k) accounts, which people use to save for their own retirement, are falling short. Many Americans are simply not saving enough.","abstract":"Louis Uchitelle article on growing concerns that many Americans are not saving enough to retire; notes that Americans have traditionally relied on Social Security and, whenever possible, company-paid pension plans to support them in old age; notes, however, that company plans are disappearing, and their replacements, 401(k) accounts, which people used to save for their own retirement, are falling short; notes Enron debacle makes painfully clear how easy it is for employees to lose their 401(k) savings; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ideas & Trends: Empty Nest Eggs; Do You Plan To Retire? Think Again"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SAVINGS"},{"name":"subject","value":"SOCIAL SECURITY (US)"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"RETIREMENT"}],"pub_date":"2002-03-31T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Louis","rank":1,"lastname":"UCHITELLE"}],"original":"By LOUIS UCHITELLE"},"type_of_material":"News","_id":"4fd22e9a8eb7c8105d7bc752","word_count":1190,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}