{"response":{"meta":{"hits":8011,"time":79,"offset":110},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/08\/business\/enron-s-many-strands-strategies-enron-got-california-buy-power-it-didn-t-need.html","snippet":"Fat Boy. Death Star. Get Shorty. These were the cocky nicknames that Enron traders gave the complex trading strategies they employed in 2000 and 2001 to maximize gains in California's wholesale electricity market.    Enron is no longer in the trad...","lead_paragraph":"Fat Boy. Death Star. Get Shorty. These were the cocky nicknames that Enron traders gave the complex trading strategies they employed in 2000 and 2001 to maximize gains in California's wholesale electricity market. Enron is no longer in the trading business, and today its interim chairman, Norman P. Blake Jr., condemned the company's old tactics as ''seemingly gaming the system'' and ''very offensive,'' in testimony before a Senate panel.","abstract":"Enron Corp traders gave code names to complex trading strategies they employed in 2000 and 2001 to maximize gains in California's wholesale electricity market; Enron is no longer in trading business, and interim chairman Norman P Blake Jr condemns company's old tactics as 'seemingly gaming the business' and 'very offensive,' in testimony before Senate panel; documents released this week by federal regulators and interviews with California officials indicate that when Enron was flying high, its trading tactics exploited weaknesses in state's energy markets to hilt; one set of strategies, which traders called Death Star and Load Shift, involved creating appearance of congestion on California's power grid and then arranging for state to pay Enron to relieve congestion; Sen Barbara Boxer criticizes Enron for tampering with state's wholesale energy market after deregulation; diagram; photos of Gov Gray Davis and Boxer (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How Enron Got California To Buy Power It Didn't Need","kicker":"ENRON'S MANY STRANDS: THE STRATEGIES"},"keywords":[{"name":"persons","value":"BOXER, BARBARA"},{"name":"persons","value":"DAVIS, GRAY"},{"name":"persons","value":"BLAKE, NORMAN P JR"},{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SHORTAGES"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"FUTURES AND OPTIONS TRADING"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-05-08T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd268c48eb7c8105d81f545","word_count":1110,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/24\/business\/l-washington-s-checklist-for-business-regulation-775908.html","snippet":"To the Editor:     Re ''How Will Washington Read the Signs?'' (Feb. 10), which discussed possible policy changes that could prompt more regulation of business in the wake of Enron's collapse:...","lead_paragraph":"To the Editor: Re ''How Will Washington Read the Signs?'' (Feb. 10), which discussed possible policy changes that could prompt more regulation of business in the wake of Enron's collapse:","abstract":"Stanley J Storfer letter on Feb 10 article on possible legislative and regulatory fallout of Enron collapse; drawing","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Washington's Checklist For Business Regulation"},"keywords":[{"name":"persons","value":"STORFER, STANLEY J"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-02-24T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business; Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd2628d8eb7c8105d814ae7","word_count":168,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/business\/through-the-enron-looking-glass.html","snippet":"BY the opening days of 2000, the Enron Corporation was proclaiming that it had seen the future, and it was broadband.    After successfully building up its energy trading business, Enron's top executives announced plans to create another vibrant m...","lead_paragraph":"BY the opening days of 2000, the Enron Corporation was proclaiming that it had seen the future, and it was broadband. After successfully building up its energy trading business, Enron's top executives announced plans to create another vibrant market -- in broadband, the capacity on the fiber optic networks laced around the country that carry the bits and data of Internet traffic.","abstract":"Corporate insiders at Enron say Enron Broadband Services was huge cash drain on corporation, with out-of-control spending and very little real business to show for it; say illusion of active business was created through accounting gimmicks (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Through The Enron Looking Glass"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"TELEPHONES AND TELECOMMUNICATIONS"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Technology; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd2127b8eb7c8105d788ec3","word_count":750,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/weekinreview\/c-corrections-674346.html","snippet":"An article last Sunday about the lasting effects of Congressional investigations referred incorrectly to the House testimony of Jeffrey B. Skilling, a former chief executive of Enron. He said he had not known that partnerships with the company wer...","lead_paragraph":"An article last Sunday about the lasting effects of Congressional investigations referred incorrectly to the House testimony of Jeffrey B. Skilling, a former chief executive of Enron. He said he had not known that partnerships with the company were improperly used to hide losses. He did not say he knew nothing about the partnerships.","abstract":"Correction of Feb 10 article about lasting effects of Congressional investigations of Enron, which referred incorrectly to House testimony of Jeffrey Skilling","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"CORRECTION STORIES"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Corrections; Week in Review","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd2127b8eb7c8105d788ed2","word_count":54,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/15\/opinion\/not-quite-a-whistle-blower.html","snippet":"Sherron Watkins took a bow in Washington yesterday. The Enron executive who famously warned Kenneth Lay last August that accounting misdeeds threatened to destroy the company was greeted as a hero by the same House members who excoriated Jeffrey S...","lead_paragraph":"Sherron Watkins took a bow in Washington yesterday. The Enron executive who famously warned Kenneth Lay last August that accounting misdeeds threatened to destroy the company was greeted as a hero by the same House members who excoriated Jeffrey Skilling and Andrew Fastow last week. Billy Tauzin, the chairman of the Energy and Commerce Committee, even wished her a happy Valentine's Day. The welcome was largely deserved, though Ms. Watkins's role was not quite as heroic as some have described. In clear, direct testimony that contrasted with last week's obfuscating account by Mr. Skilling, the former Enron C.E.O., Ms. Watkins helped fill in blanks about top management's awareness of the company's freewheeling ways. Asked to describe her reaction to Mr. Skilling's testimony, during which he professed no knowledge of accounting improprieties during his watch, Ms. Watkins aptly quoted advice Mr. Skilling had once shared with employees in a newsletter: ''If it doesn't make any sense, don't believe it.''","abstract":"Editorial on House testimony of Sherron Watkins, Enron executive who warned Kenneth Lay last Aug that accounting misdeeds threatened to destroy company; says her portrayal of Lay as executive duped by clever underlings Jeffrey Skilling and Andrew Fastow is belied by record; says Lay has much to explain, and Watkins's role is not quite as heroic as some have described; says had she taken her concerns to government or media she would have been true whistle-blower","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Not Quite a Whistle-Blower"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"persons","value":"WATKINS, SHERRON S"},{"name":"persons","value":"FASTOW, ANDREW"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"WHISTLE-BLOWERS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-15T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd262848eb7c8105d81438f","word_count":532,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/12\/opinion\/l-let-s-make-enron-a-turning-point-582417.html","snippet":"To the Editor:    Re ''Enron Buffed Image to a Shine Even as It Rotted From Within'' (front page, Feb. 10):    As a former oil trader, I was perplexed years ago to see the march upward of Enron's stock, given the difficulty of making money on a re...","lead_paragraph":"To the Editor: Re ''Enron Buffed Image to a Shine Even as It Rotted From Within'' (front page, Feb. 10): As a former oil trader, I was perplexed years ago to see the march upward of Enron's stock, given the difficulty of making money on a regular basis in energy trading, which under the best of circumstances is fraught with risk and volatility.","abstract":"Letter from Eric Brill says Enron is only most recent visible sympton of entire economic system based on greed and private profit","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Let's Make Enron a Turning Point"},"keywords":[{"name":"persons","value":"BRILL, ERIC"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-12T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd22cb58eb7c8105d7b8c68","word_count":157,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/09\/business\/enron-s-many-strands-politics-enron-preaching-deregulation-worked-statehouse.html","snippet":"When it came to lobbying, the Enron Corporation, and Kenneth L. Lay, its former chairman, were about as persistent as anyone had ever seen in California -- or Texas, Tennessee, Oregon and Pennsylvania.    With lavish campaign contributions, a flee...","lead_paragraph":"When it came to lobbying, the Enron Corporation, and Kenneth L. Lay, its former chairman, were about as persistent as anyone had ever seen in California -- or Texas, Tennessee, Oregon and Pennsylvania. With lavish campaign contributions, a fleet of lobbyists, personal pitches by top Enron executives and even a phone call from George W. Bush, then governor of Texas, to Tom Ridge, then governor of Pennsylvania, Enron was the biggest player in the state legislatures in the late 1990's, pushing its version of energy deregulation.","abstract":"Enron Corp under former chairman Kenneth L Lay was biggest player in state legislatures in late 1990's, pushing its version of energy deregulation with lavish campaign contributions, fleet of lobbyists, personal pitches by top Enron executives and backing from then Texas Gov George W Bush; its bid for influence at state level was successful and far less visible than effort to influence Congress and Bush administration highlighted by current scandal; Enron reportedly gave $1.9 million to over 700 local candidates in 28 states since 1997; table; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron, Preaching Deregulation, Worked the Statehouse Circuit","kicker":"ENRON'S MANY STRANDS: THE POLITICS"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"LEGISLATURES AND PARLIAMENTS"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LOBBYING AND LOBBYISTS"},{"name":"subject","value":"ELECTIONS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-09T00:00:00Z","document_type":"article","news_desk":"Business\/Finacial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Leslie","rank":1,"lastname":"WAYNE"}],"original":"By LESLIE WAYNE"},"type_of_material":"News","_id":"4fd21b258eb7c8105d799d25","word_count":1321,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/07\/business\/enron-s-many-strands-wall-street-looking-very-hard-before-they-leap.html","snippet":"Wall Street is calling it the Enron effect.    The business of mergers and acquisitions, so often an indicator of confidence in the stock market and the economy, has fallen off a cliff. Merger activity in January had its slowest start in the Unite...","lead_paragraph":"Wall Street is calling it the Enron effect. The business of mergers and acquisitions, so often an indicator of confidence in the stock market and the economy, has fallen off a cliff. Merger activity in January had its slowest start in the United States since 1988, and deal makers, already contending with a shaky market, do not expect the first half of the year to fare much better in the post-Enron environment.","abstract":"Decline in number of business mergers and acquisitions is linked to Enron Corp collapse; merger activity in January had its slowest start in US since 1998, and deal makers, already contending with shaky market, do not expect first half of year to fare much better in post-Enron environment (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Looking Very Hard Before They Leap","kicker":"ENRON'S MANY STRANDS: WALL STREET"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-07T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Andrew","middlename":"Ross","lastname":"SORKIN","rank":1,"role":"reported","organization":""}],"original":"By ANDREW ROSS SORKIN"},"type_of_material":"News","_id":"4fd26da28eb7c8105d827079","word_count":683,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/05\/business\/enron-s-many-strands-the-partnerships-deal-at-enron-gave-insiders-fast-fortunes.html","snippet":"They called it Southampton Place. To most people in Houston, it was the name of a neighborhood known for expensive homes and influential residents.    But to a small group of executives at the Enron Corporation, it meant something far different: t...","lead_paragraph":"They called it Southampton Place. To most people in Houston, it was the name of a neighborhood known for expensive homes and influential residents. But to a small group of executives at the Enron Corporation, it meant something far different: the opportunity to obtain millions of dollars of cash, fast, with the money coming from the company's own coffers.","abstract":"Report released by special committee of board of bankrupt Enron Corp describes lucrative investments in Southhampton, limited partnership involved in dealings with Enron partnerships; partnerships gave small group of Enron executives opportunity to obtain millions of dollars of fast cash, with money coming from company's own coffers; insiders made millions in profits in secret deals with some of partnerships that ultimately brought company to its knees (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Deal at Enron Gave Insiders Fast Fortunes","kicker":"ENRON'S MANY STRANDS: THE PARTNERSHIPS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"INSIDER TRADING"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-05T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd2341e8eb7c8105d7c5200","word_count":1242,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/04\/business\/enron-s-many-strands-politics-11th-hour-lay-refuses-testify-congressional.html","snippet":"After a weekend of sharp criticism for his stewardship of Enron, Kenneth L. Lay, the company's former chief executive, abruptly reversed course this evening and told Congress he would refuse to testify before two committees preparing to hear his t...","lead_paragraph":"After a weekend of sharp criticism for his stewardship of Enron, Kenneth L. Lay, the company's former chief executive, abruptly reversed course this evening and told Congress he would refuse to testify before two committees preparing to hear his testimony, starting on Monday. Earl J. Silbert, the lawyer for Mr. Lay, said he had decided to withdraw because ''judgments have been reached and the tenor of the hearings will be prosecutorial.'' But Congressional aides said that they had never expected that Mr. Lay would appear and that he was looking for a convenient excuse to miss the hearings.","abstract":"Kenneth L Lay, former chief executive of Enron Corp, tells Congress he will refuse to testify before two committees, following weekend of sharp criticism for his stewardship of company; Lay's lawyer, Earl J Silbert, claims judgments have already been reached and hearings will be prosecutorial; over weekend, some lawmakers appearing on talk programs suggest that crimes might have been committed at Enron; also, special committee of Enron's board provides new details of self-dealing and financial sleight-of-hand that substantially overstated earnings and characterizes Lay as responsible in overall sense for company's problems; Congressional aides say Lay was looking for excuse to avoid testifying (M)","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"At 11th Hour, Lay Refuses to Testify as Congressional Criticism Grows More Pointed","kicker":"ENRON'S MANY STRANDS: THE POLITICS"},"keywords":[{"name":"persons","value":"SILBERT, EARL"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Stephen","rank":1,"lastname":"LABATON"},{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":2,"role":"reported","organization":""}],"original":"By STEPHEN LABATON and RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd212498eb7c8105d788542","word_count":1060,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}