{"response":{"meta":{"hits":8011,"time":97,"offset":710},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/09\/business\/enron-sought-to-raise-cash-two-years-ago.html","snippet":"Less than two years ago, amid some of the earliest signs that the Enron Corporation was beginning to falter, the company failed to complete a deal to sell the bulk of its international energy holdings for about $7 billion to a group composed prima...","lead_paragraph":"Less than two years ago, amid some of the earliest signs that the Enron Corporation was beginning to falter, the company failed to complete a deal to sell the bulk of its international energy holdings for about $7 billion to a group composed primarily of wealthy Middle Eastern investors, according to individuals involved with the negotiations. The deal, which was being negotiated at a time when Enron was desperate for cash, would have helped reduce the company's sizable debt and perhaps even prevented it from later going bankrupt, former executives contend. But at the last minute, in the summer of 2000, negotiations broke down after a crucial foreign backer of the proposed transaction was hospitalized with kidney problems.","abstract":"Former Enron Corp say company might have been able to avoid bankruptcy if it had completed deal in summer of 2000 to sell bulk of its international energy holdings for about $7 billion to group composed primarily of wealthy Middle Eastern investors; note that deal was was being negotiated at time when Enron was desperate for cash; say negotations broke down after Sheik Zayed bin Sultan al-Nahayan, president of United Arab Emirates and crucial foreign backer of proposed transaction, was hospitalized with kidney problems; say it was after this deal was terminated that executives gave task of improving company's finances to Andrew S Fastow (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Sought To Raise Cash Two Years Ago"},"keywords":[{"name":"persons","value":"ZAYED BIN SULTAN AL-NAHAYAN"},{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"glocations","value":"UNITED ARAB EMIRATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd212788eb7c8105d788c69","word_count":980,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/07\/business\/army-official-kept-options-on-enron-stock-until-january.html","snippet":"Thomas E. White, a former top executive of the Enron Corporation, promised to give up any financial interest in Enron when he became secretary of the Army, but held options to buy 665,000 shares until early this year.    After he became secretary ...","lead_paragraph":"Thomas E. White, a former top executive of the Enron Corporation, promised to give up any financial interest in Enron when he became secretary of the Army, but held options to buy 665,000 shares until early this year. After he became secretary in May last year, Mr. White provided only fragmentary disclosures about his stock options to Army ethics officials, according to letters released yesterday by the Senate Armed Services Committee. He sought and received an extension to dispose of his stock. But even after he sold 380,000 Enron shares for more than $10 million, he continued to hold the options, without the approval of ethics officials, the letters show.","abstract":"Thomas E White, former top executive of Enron Corp who is now Army secretary, promised to give up any financial interest in Enron when he became Army secretary, but held options to buy 665,000 shares until early 2002; letters released by Senate Armed Services Committee show after he became secretary in May 2001, White provided only fragmented disclosures about his stock options to Army ethics officials; show he sought and received extension to dispose of his stock, but even after he sold 380,000 Enron shares for more than $10 million, he continued to hold options, without approval of ethics officials; White forfeited his options on an 17 after discussion between Army's general counsel and staff members for Armed Serices Committee; Sens Carl Levin and John W Warner have criticized White's handling of options, as well as $688 per month annuity White received from Enron in exchange for turning in stock he had held in retirement plan; chart; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Army Official Kept Options On Enron Stock Until January"},"keywords":[{"name":"persons","value":"WARNER, JOHN W"},{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"LEVIN, CARL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-07T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"BERENSON"}],"original":"By ALEX BERENSON"},"type_of_material":"News","_id":"4fd262878eb7c8105d814647","word_count":1128,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/03\/weekinreview\/the-nation-white-collar-defense-stance-the-criminal-less-crime.html","snippet":"IT'S an all-too-familiar pattern: a corporation -- usually a big name, with broad business and political influence -- gets enmeshed in scandal. Shocking revelations portray a pattern of wrongdoing. The damages run into the billions. Pundits and po...","lead_paragraph":"IT'S an all-too-familiar pattern: a corporation -- usually a big name, with broad business and political influence -- gets enmeshed in scandal. Shocking revelations portray a pattern of wrongdoing. The damages run into the billions. Pundits and politicos thump the tub, demanding that those responsible be sent to prison. And then, not very much happens. Not many people go to jail, and if they do, it's not for very long.","abstract":"Recent history of large-scale corporate scandals discussed as cautionary tale for Enron Corp employees and investors who expect jailing of some officials; many cases that started with public outcry dwindled away, with a few fines paid, usually by corporation itself; photo (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; White-Collar Defense Stance: The Criminal-less Crime"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINES (PENALTIES)"},{"name":"subject","value":"WHITE COLLAR CRIME"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CRIME AND CRIMINALS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-03T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd273248eb7c8105d8303d3","word_count":1136,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/27\/opinion\/on-enron-see-no-evil.html","snippet":"Jeffrey Skilling, the former Enron chief executive, does not like being compared to the captain of the Titanic. ''I got off in Ireland,'' he coyly told the Senate Commerce Committee yesterday. He was alluding to the fact that he resigned last Augu...","lead_paragraph":"Jeffrey Skilling, the former Enron chief executive, does not like being compared to the captain of the Titanic. ''I got off in Ireland,'' he coyly told the Senate Commerce Committee yesterday. He was alluding to the fact that he resigned last August, before Enron's ultimate collapse. Mr. Skilling, who had cashed in $66 million worth of Enron shares over the previous two years, still says he thought that he was leaving the company in fine shape. As was the case with his earlier testimony before a House panel, Mr. Skilling's version of reality stood in stark contrast to the accounts of Jeffrey McMahon and Sherron Watkins, who sat alongside him yesterday. They are the Enron executives who dared raise concerns about the appropriateness of Enron's dealings with offshore entities controlled by company insiders.","abstract":"Editorial expresses skepticism about testimony of Jeffrey Skilling before Senate Commerce Committee that he thought he was leaving Enron in fine shape when he resigned as chief exec last August, after cashing in $66 million in Enron shares over previous two years","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"On Enron, See No Evil"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-27T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd262878eb7c8105d81466e","word_count":382,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/26\/business\/enron-s-many-strands-corporate-culture-enron-lavish-excess-often-came-before.html","snippet":"For years, the Enron Corporation thrived on spending big, and even as late as October -- with warnings ringing loudly about its rickety finances -- no one at Enron saw any reason to change.    The company had set aside $1.5 million for a Christmas...","lead_paragraph":"For years, the Enron Corporation thrived on spending big, and even as late as October -- with warnings ringing loudly about its rickety finances -- no one at Enron saw any reason to change. The company had set aside $1.5 million for a Christmas party at Enron Field, Houston's sparkling new sports stadium, hoping to match the sumptuous gatherings of earlier years. Only in mid-November, when a ruined Enron was heading for bankruptcy and trying to sell itself to Dynegy, its crosstown rival, was the celebration finally called off.","abstract":"Enron Corp for years thrived on spending big, and even as late as October, with warnings of financial problems, no one at Enron saw any reason to change; company set aside $1.5 million for Christmas party at Enron Field hoping to match sumptuous gatherings of earlier years; only in mid-November, when ruined Enron was headed for bankruptcy and trying to sell itself Dynegy, was celebration called off; former employees say company's spending reflected go-go corporate culture in which top executives cast traditional business controls by wayside; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"At Enron, Lavish Excess Often Came Before Success","kicker":"ENRON'S MANY STRANDS: CORPORATE CULTURE"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"ENRON FIELD (HOUSTON, TEX)"}],"pub_date":"2002-02-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1},{"organization":"","role":"reported","firstname":"David","rank":2,"lastname":"Barboza"},{"organization":"","role":"reported","firstname":"Audrey","rank":3,"lastname":"Warren"},{"organization":"","role":"reported","rank":4}],"original":"This story was reported by Neela Banerjee, David Barboza and Audrey Warren and was written by Ms. Banerjee"},"type_of_material":"News","_id":"4fd25bb38eb7c8105d808eac","word_count":1539,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/25\/us\/oregon-asks-court-to-block-legal-aid-to-enron.html","snippet":"The Oregon attorney general's office has asked a New York bankruptcy court to block a request by the Enron Corporation to advance up to $30 million in insurance money to its directors and officers to help them pay their fast-growing legal fees.   ...","lead_paragraph":"The Oregon attorney general's office has asked a New York bankruptcy court to block a request by the Enron Corporation to advance up to $30 million in insurance money to its directors and officers to help them pay their fast-growing legal fees. In a court document filed on Friday, the Oregon attorney general, Hardy Myers, argued that shareholder litigation might ultimately find the directors and officers guilty of committing fraud for their role in the company's demise. The filing states that more than 30 states support Oregon's position, and Florida -- whose State Board of Administration lost hundreds of millions of dollars when Enron collapsed last year -- earlier this month filed its own objection to Enron's request that insurers advance money to directors and officers.","abstract":"Oregon attorney general's office asks New York bankruptcy court to block request by Enron Corp to advance up to $30 million in insurance money to its directors and officers to help them pay their fast-growing legal fees; Atty Gen Hardy Myers argues that shareholder litigation might ultimately find directors and officers guilty of committting fraud for their role in company's demise (M)","print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Oregon Asks Court to Block Legal Aid to Enron"},"keywords":[{"name":"persons","value":"MYERS, HARDY"},{"name":"glocations","value":"OREGON"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"INSURANCE"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-25T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JONATHAN D. GLATER"},"type_of_material":"News","_id":"4fd212798eb7c8105d788d07","word_count":476,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/opinion\/l-in-america-where-business-is-king-642452.html","snippet":"To the Editor:    In the last two decades or so of my 50-year career in marketing, sales and public relations, I have seen firsthand much of the executive excess described by Paul Krugman in ''Business Versus Biznes'' (column, Feb. 12) and in coun...","lead_paragraph":"To the Editor: In the last two decades or so of my 50-year career in marketing, sales and public relations, I have seen firsthand much of the executive excess described by Paul Krugman in ''Business Versus Biznes'' (column, Feb. 12) and in countless other articles about the current scandals.","abstract":"Donald S Warner letter sees too many corporate execs as modern day pharaohs, worshipping at altar of business success (Paul Krugman's Feb 12 column)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"In America, Where Business Is King"},"keywords":[{"name":"persons","value":"WARNER, DONALD S"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"UNITED STATES ECONOMY"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd219688eb7c8105d7977c2","word_count":207,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/business\/business-more-scorn-fewer-giggles-at-this-year-s-meetings.html","snippet":"CORPORATE annual meetings used to be sedate affairs, smoothly choreographed by management, some lasting a mere 15 minutes. Sometimes, a handful of institutional investors or a few curmudgeonly shareholder gadflies forced the board to focus on corp...","lead_paragraph":"CORPORATE annual meetings used to be sedate affairs, smoothly choreographed by management, some lasting a mere 15 minutes. Sometimes, a handful of institutional investors or a few curmudgeonly shareholder gadflies forced the board to focus on corporate governance issues, but management usually was able to brush aside their concerns. Many small investors, meanwhile, were unclear about why corporate governance even mattered. That was before Enron. The annual-meeting season this year could bring much more intense scrutiny of corporate America by investors large and small. ''Every company in America can expect very difficult questions about their accounting and their boards,'' said Nell Minow, editor of the Corporate Library, a shareholder watchdog Web site. ''This is going to be the most volatile year for annual meetings since Vietnam,'' she said, referring to the years when antiwar demonstrators appeared at corporate meetings.","abstract":"Enron's collapse is expected to raise the heat at corporate annual meetings this year, with anxious shareholders probing details of balance sheets and putting hard questions to executives and directors; chief executives can also expect to be asked about their compensation systems, which some investors believe have been distorted from their original purpose; drawing (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Business; More Scorn, Fewer Giggles at This Year's Meetings"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"WAGES AND SALARIES"},{"name":"subject","value":"FINANCES"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Leah","middlename":"Nathans","lastname":"SPIRO","rank":1,"role":"reported","organization":""}],"original":"By LEAH NATHANS SPIRO"},"type_of_material":"News","_id":"4fd21b348eb7c8105d79a6fd","word_count":1206,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/15\/business\/enron-s-many-strands-subsidiary-for-executives-enron-unit-skill-was-leaving.html","snippet":"Thomas E. White served 23 years in the Army, rising to the rank of brigadier general. But it was his second career -- a decade spent as a top executive of the Enron Corporation -- that won him inclusion in the circle of businessmen whom President ...","lead_paragraph":"Thomas E. White served 23 years in the Army, rising to the rank of brigadier general. But it was his second career -- a decade spent as a top executive of the Enron Corporation -- that won him inclusion in the circle of businessmen whom President Bush appointed last year to run the armed services. ''Tom White is one of the most outstanding managers in corporate America,'' Senator Phil Gramm of Texas said in introducing him to the Armed Services Committee at a hearing on his confirmation as secretary of the Army. ''He is a person that knows how to manage people and resources. And when our job is taking the money we have and building the finest army we can build with those resources, I don't have any doubt in my mind that Tom White can do an outstanding job.''","abstract":"Some former employees of Enron Corp say Thomas E White, former vice chairman of Enron Energy Services who is now Secretary of Army, and White's boss, Lou L Pai, did not fully understand energy services business despite successes at Enron that won them big rewards and promotions; White left Enron with $1 million severance payment after earning $5.5 million in his final year at company and selling about $12 million in Enron stock; Pai cashed out all his shares and options, valued at more than $270 million, before leaving company; co-workers say two men contributed to unit's problems through neglect of multimillion-dollar deals business forged, many of which were irreparable money losers; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"For Executives Of Enron Unit, The Skill Was in Leaving","kicker":"ENRON'S MANY STRANDS: A SUBSIDIARY"},"keywords":[{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"PAI, LOU L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-15T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Neela","rank":1,"lastname":"BANERJEE"},{"firstname":"Shaila","middlename":"K.","lastname":"DEWAN","rank":2,"role":"reported","organization":""}],"original":"By NEELA BANERJEE with SHAILA K. DEWAN"},"type_of_material":"News","_id":"4fd2146b8eb7c8105d78c679","word_count":1894,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/13\/us\/free-speech-and-enron-play-in-debate-over-soft-money.html","snippet":"House Republicans opened a furious attack on landmark campaign finance legislation today, calling it a sham that would not really ban the unlimited contributions known as soft money and instead would just restrict free speech.    Supporters of the...","lead_paragraph":"House Republicans opened a furious attack on landmark campaign finance legislation today, calling it a sham that would not really ban the unlimited contributions known as soft money and instead would just restrict free speech. Supporters of the bill sponsored by Representatives Christopher Shays, Republican of Connecticut, and Martin T. Meehan, Democrat of Massachusetts, argued in reply that big money, symbolized by the political donations of the financially shattered Enron Corporation, had cast a shadow over Congress and the White House that passing the bill would dispel.","abstract":"House Republians open furious attack on campaign finance legislation, calling it sham that would not really ban unlimited contributions known as soft money and instead would just restrict free speech; supporters of bill argue in reply that big money, symbolized by political donations of Enron Corp, have cast shadow over Congress and White House that passing bill will dispel (M)","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Free Speech and Enron Play In Debate Over Soft Money"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"FREEDOM OF SPEECH AND EXPRESSION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"2002-02-13T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Adam","rank":1,"lastname":"CLYMER"}],"original":"By ADAM CLYMER"},"type_of_material":"News","_id":"4fd22cbc8eb7c8105d7b91e3","word_count":887,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}