{"response":{"meta":{"hits":8011,"time":25,"offset":330},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/12\/weekinreview\/the-nation-market-knows-best-does-energy-deregulation-still-make-sence.html","snippet":"AS soaring electricity prices roiled California last year, supporters of power deregulation -- including Enron and the Bush administration -- insisted the state's woes were not related to its newly deregulated electric market. High prices and roll...","lead_paragraph":"AS soaring electricity prices roiled California last year, supporters of power deregulation -- including Enron and the Bush administration -- insisted the state's woes were not related to its newly deregulated electric market. High prices and rolling blackouts were the natural consequence of a supply shortage years in the making, they said. That explanation never carried much weight with the economists and engineers who watched the state's electricity market crumble. Instead, the experts said, as demand for power rose, flaws in the market's design gave suppliers incentives to worsen and even create shortages.","abstract":"Status of energy deregulation in wake of debacles of Enron and California discussed; photo; industry experts say electricity deregulation, in progress for more than decade, should eventually benefit consumers despite flaws, but new evidence of system's vulnerability may strengthen consumer groups who want tough rules and oversight (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation: Market Knows Best; Does Energy Deregulation Still Make Sence"},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ENERGY AND POWER"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"CONSUMER PROTECTION"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-05-12T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"BERENSON"}],"original":"By ALEX BERENSON"},"type_of_material":"News","_id":"4fd28dbf8eb7c8105d863796","word_count":826,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/07\/us\/11-billion-artillery-system-is-dead-officials-say.html","snippet":"Defense Secretary Donald H. Rumsfeld has decided to kill an $11 billion Army artillery system without further review, senior Pentagon aides said today. The decision sets the stage for a showdown with the weapon's influential supporters in Congress...","lead_paragraph":"Defense Secretary Donald H. Rumsfeld has decided to kill an $11 billion Army artillery system without further review, senior Pentagon aides said today. The decision sets the stage for a showdown with the weapon's influential supporters in Congress and the embattled Army secretary who fought to save it. On Thursday, Mr. Rumsfeld and his top acquisition deputy, Edward C. Aldridge, said no final decision had been made on the artillery system, the Crusader. But the two officials warned that the program was in serious jeopardy and that the Army had 30 days to study alternatives if the program was canceled.","abstract":"Defense Sec Donald H Rumsfeld will cancel Army's $11 billion Crusader artillery system without further review, setting stage for showdown with weapon's influential supporters in Congress and embattled Army Sec Thomas E White, who fought to save it; lawmakers say mobile artillery vehicle that would shoot 10 155-millimeter artillery shells per minute up to 31 miles would provide three times firepower of current Paladin system and could do it further and faster with one-half of airlift requirement; proponents say Army must have dedicated artillery firepower, ready around the clock and in all weather; opponents say military can provide more efficient fire support on battlefield by using precision-guided bombs or artillery fire from flying gunships like AC-130; say Crusader is too heavy at 40 tons to be sent quickly to hot spots; some Pentagon officials suggest accusations that Army officials inappropriately lobbied Congress after learning week ago of Rumsfeld's intentions could provide pretext for pushing Sec White, former Enron executive, out of job; criticisms of him by consumer advocates and lawmakers for not disclosing holdings of Enron and for having extensive contacts with Enron executives after becoming Army Sec in May 2001 noted; critics and backers of program say issue underscores Rumsfeld's efforts to bend individual armed services to his will by enforcing his priorities on weapons purchases; photo; map (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"$11 Billion Artillery System Is Dead, Officials Say"},"keywords":[{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"RUMSFELD, DONALD H"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ARMIES"},{"name":"subject","value":"LOBBYING AND LOBBYISTS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"UNITED STATES ARMAMENT AND DEFENSE"}],"pub_date":"2002-05-07T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"Front Page; U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Eric","rank":1,"lastname":"SCHMITT"}],"original":"By ERIC SCHMITT"},"type_of_material":"News","_id":"4fd21b978eb7c8105d79ac40","word_count":1224,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/17\/business\/enron-staff-is-biding-time-at-a-company-that-isn-t-there.html","snippet":"Despite the turmoil and uncertainty at Enron headquarters here these days, there are executives who can now admit to arriving at the office late each morning and punching out at 5, something unheard-of in the heady days when the company dominated ...","lead_paragraph":"Despite the turmoil and uncertainty at Enron headquarters here these days, there are executives who can now admit to arriving at the office late each morning and punching out at 5, something unheard-of in the heady days when the company dominated the energy business. Senior executives now find time to drive their children to school and leave work early to catch a daughter's soccer game. Calls to Enron employees at 4:45 on a weekday afternoon might find them headed to a high school baseball game in the Bellaire district of Houston.","abstract":"Enron Corp employees are biding their time in wake of bankruptcy and federal investigations; some groups are busy, but some areas are relaxed enough to let people go to dance recitals, soccer games and football; Enron has 23,000 employees worldwide, down from 32,000 year ago; but having shed all its new-economy ambitions to trade everything from natural gas to electronic bandwidth, it is very different company, one whose future shape is still being determined; people who have remained at Enron still receive most of their old salaries, starting at about $150,000 to $200,000 for vice presidents and higher-level executives; some employees comment; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Staff Is Biding Time At a Company That Isn't There"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"WAGES AND SALARIES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"},{"organization":"","role":"reported","firstname":"John","rank":2,"lastname":"SCHWARTZ"}],"original":"By DAVID BARBOZA with JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd2358f8eb7c8105d7c7356","word_count":1688,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/business\/l-special-purpose-entities-complicated-but-useful-544337.html","snippet":"To the Editor:    ''The Brick Stood Up Before. But Now?'' (March 10) went a long way toward distinguishing between apparent abuses of special-purpose entities and the legitimate uses of these critically important financial structures. S.P.E.'s hav...","lead_paragraph":"To the Editor: ''The Brick Stood Up Before. But Now?'' (March 10) went a long way toward distinguishing between apparent abuses of special-purpose entities and the legitimate uses of these critically important financial structures. S.P.E.'s have been tarred with a broad brush recently, but in fact they represent American financial innovation at its best.","abstract":"Micah Green letter comments on special-purpose entities in light of Mar 10 article on Enron and asset-backed securities","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Special-Purpose Entities: Complicated but Useful"},"keywords":[{"name":"persons","value":"GREEN, MICAH"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business; Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd268bf8eb7c8105d81f1d1","word_count":198,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/14\/business\/the-taming-of-the-finance-officers.html","snippet":"ONLY three years ago, Andrew S. Fastow, the disgraced chief financial officer of Enron, received an Excellence Award from CFO magazine for his skill in managing the company's capital. Two years ago, Mark H. Swartz, the embattled finance czar of Ty...","lead_paragraph":"ONLY three years ago, Andrew S. Fastow, the disgraced chief financial officer of Enron, received an Excellence Award from CFO magazine for his skill in managing the company's capital. Two years ago, Mark H. Swartz, the embattled finance czar of Tyco International, took home an Excellence Award for his work sealing the company's many acquisitions. This year, CFO probably will not hand out Excellence Awards at all, because their longtime sponsor, the Andersen accounting firm, has backed out. The fiasco at Enron left the reputations of Andersen and Mr. Fastow in tatters and led to share-price-slashing questions about Mr. Swartz's arcane financial maneuvering. Accounting issues have even shaken investor faith in blue-chip companies like General Electric, I.B.M. and Xerox.","abstract":"Enron collapse ends role of chief financial officers as swashbuckling whiz kids focused on making deals to that of executives focused more on ensuring that substance and style of companies' dealings are above reproach; photos; charts (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Taming of the Finance Officers"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-14T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Daniel","rank":1,"lastname":"ALTMAN"}],"original":"By DANIEL ALTMAN"},"type_of_material":"News","_id":"4fd2358e8eb7c8105d7c72a2","word_count":2131,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/31\/weekinreview\/ideas-trends-empty-nest-eggs-do-you-plan-to-retire-think-again.html","snippet":"IN all the debate over Enron, no one is confronting a much larger issue raised by the scandal: the day is quickly approaching when millions of Americans will not have enough money when they retire, even if they escape the losses that so many Enron...","lead_paragraph":"IN all the debate over Enron, no one is confronting a much larger issue raised by the scandal: the day is quickly approaching when millions of Americans will not have enough money when they retire, even if they escape the losses that so many Enron employees suffered. Americans have traditionally relied on Social Security and, whenever possible, company-paid pension plans to support them in old age. Social Security still holds up its end. But the company plans are disappearing, and their replacement, 401(k) accounts, which people use to save for their own retirement, are falling short. Many Americans are simply not saving enough.","abstract":"Louis Uchitelle article on growing concerns that many Americans are not saving enough to retire; notes that Americans have traditionally relied on Social Security and, whenever possible, company-paid pension plans to support them in old age; notes, however, that company plans are disappearing, and their replacements, 401(k) accounts, which people used to save for their own retirement, are falling short; notes Enron debacle makes painfully clear how easy it is for employees to lose their 401(k) savings; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ideas & Trends: Empty Nest Eggs; Do You Plan To Retire? Think Again"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SAVINGS"},{"name":"subject","value":"SOCIAL SECURITY (US)"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"RETIREMENT"}],"pub_date":"2002-03-31T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Louis","rank":1,"lastname":"UCHITELLE"}],"original":"By LOUIS UCHITELLE"},"type_of_material":"News","_id":"4fd22e9a8eb7c8105d7bc752","word_count":1190,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/03\/business\/personal-business-an-enron-auditor-and-an-elephant-walk-into-a-bar.html","snippet":"MEREDITH M. STEWART is  trying to wrestle some good   and perhaps some laughs -- out of the Enron debacle.    She was one of the more than 4,000 local employees who lost their jobs after the company collapsed. Her image, as she sat on the boxes sh...","lead_paragraph":"MEREDITH M. STEWART is trying to wrestle some good and perhaps some laughs -- out of the Enron debacle. She was one of the more than 4,000 local employees who lost their jobs after the company collapsed. Her image, as she sat on the boxes she had moved out of Enron's headquarters on Dec. 3, has been published around the world. And now, three months later, she has recorded a song that pokes fun at Enron's rise and fall. With rap-style renderings of snippets of speeches by Kenneth L. Lay, the former chairman, and other executives in the background, Ms. Stewart sings:","abstract":"Enron debacle has proved rich lode for professional jokesters and humor Web sites; employees abruptly fired by Enron are using jokes and online exchanges to ease pain; photo (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Personal Business; An Enron Auditor and an Elephant Walk Into a Bar . . ."},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"COMEDY AND HUMOR"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-03T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SCHWARTZ"}],"original":"By JOHN SCHWARTZ"},"type_of_material":"News","_id":"4fd21b958eb7c8105d79aa44","word_count":829,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/24\/business\/l-washington-s-checklist-for-business-regulation-775916.html","snippet":"To the Editor:    The article did not mention the Financial Accounting Standards Board. Presumably, Washington is not viewing the F.A.S.B. as part of the problem, but I think we need to think about the whole issue of rules-based accounting....","lead_paragraph":"To the Editor: The article did not mention the Financial Accounting Standards Board. Presumably, Washington is not viewing the F.A.S.B. as part of the problem, but I think we need to think about the whole issue of rules-based accounting.","abstract":"Gregg Wilson letter on Feb 10 article on possible legislative and regulatory fallout of Enron collapse; drawing","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Washington's Checklist For Business Regulation"},"keywords":[{"name":"persons","value":"WILSON, GREGG"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2002-02-24T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business; Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd21b328eb7c8105d79a5a6","word_count":235,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/12\/opinion\/business-versus-biznes.html","snippet":"Memo to critics of the media's liberal bias: the pinkos you really should be going after are those business reporters.    Even I was startled by the tone of the Jan. 21 issue of Investment News, which describes itself as ''the weekly newspaper for...","lead_paragraph":"Memo to critics of the media's liberal bias: the pinkos you really should be going after are those business reporters. Even I was startled by the tone of the Jan. 21 issue of Investment News, which describes itself as ''the weekly newspaper for financial advisers.'' The headline was ''Paul O'Neill's Sweet Deal''; the blurb was ''IRS backs off closing loophole, averting tax liability for execs and Treasury chief.''","abstract":"Paul Krugman Op-Ed column on rise of 'biznesmen' in United States, term used to describe class of suddenly wealthy who emerged in former Soviet Union after fall of Communism, and who generally got rich by using their connections to strip away assets of public enterprises; says lesson of Enron and other players is that it is necessary to watch out for policies that make it easier for biznesmen to ply their trade; says it is still possible that Bush administation will wake up and realize that reform is seriously needed, but there is rising sense that administration that everyone expected to be pro-business is turning out to be pro-biznes instead (M)","print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Business Versus Biznes"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"glocations","value":"RUSSIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-12T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Paul","lastname":"KRUGMAN"}],"original":"By PAUL KRUGMAN"},"type_of_material":"Op-Ed","_id":"4fd262868eb7c8105d8145ab","word_count":730,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/market-watch-scandal-s-ripple-effect-earnings-under-threat.html","snippet":"WHEN Enron caved in last December, investors with the good fortune to have none of the energy giant's stock in their portfolios no doubt breathed a collective sigh of relief.    But it has become increasingly clear in the two months since Enron's ...","lead_paragraph":"WHEN Enron caved in last December, investors with the good fortune to have none of the energy giant's stock in their portfolios no doubt breathed a collective sigh of relief. But it has become increasingly clear in the two months since Enron's bankruptcy filing that an investor did not have to own Enron shares to have been hurt by the largest business scandal in decades. Each revelation in the saga has added to suspicion that Enron may not be an anomaly, that much greater risk resides in stocks today than investors had thought.","abstract":"Gretchen Morgenson's Market Watch column holds Enron Corp's aftershocks could have lasting and deleterious effect, not only on shares of companies that are aggressive in their accounting, as Enron Corp was, but also on stock prices over all; says in that new world, companies may be forced to make adjustments that will hurt their results; holds among other things, they will incur higher expenses and pay more to borrow--lowering reported earnings; says Enron has shown investors that very bad things can happen to companies that engage in questionable practices to keep reported earnings up and stock prices afloat; graph (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Scandal's Ripple Effect: Earnings Under Threat","kicker":"MARKET WATCH"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Gretchen","rank":1,"lastname":"MORGENSON"}],"original":"By GRETCHEN MORGENSON"},"type_of_material":"News","_id":"4fd212788eb7c8105d788bd6","word_count":1786,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}