{"response":{"meta":{"hits":8011,"time":13,"offset":650},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2005\/05\/22\/weekinreview\/22kola.html","snippet":"The science of e-mail tracking and analysis has been given a boost by the Enron scandal....","lead_paragraph":"AS an object of modern surveillance, e-mail is both reassuring and troubling. It is a potential treasure trove for investigators monitoring suspected terrorists and other criminals, but it also creates the potential for abuse, by giving businesses and government agencies an efficient means of monitoring the attitudes and activities of employees and citizens. Now the science of e-mail tracking and analysis has been given a unlikely boost by a bitter chapter in the history of corporate malfeasance -- the Enron scandal.","abstract":null,"print_page":"14","blog":[],"source":"The New York Times","multimedia":[{"caption":"On Their Minds in 2001","url":"imagepages\/2005\/05\/22\/weekinreview\/20050522_KOLATA2_CHART.html","rank":"2","height":325,"credit":"An analysis of word usage in employee e-mails revealed patterns that mirrored events at Enron.","legacy":{"MultimediaPopupHeight2":"325","MultimediaType2":"Image","MultimediaUrl2":"imagepages\/2005\/05\/22\/weekinreview\/20050522_KOLATA2_CHART.html","MultimediaPopupWidth2":"250","MultimediaSummary2":"An analysis of word usage in employee e-mails revealed patterns that mirrored events at Enron.","MultimediaHeadline2":"On Their Minds in 2001"},"type":"Image","width":250},{"caption":"Finding Patterns in Corporate Chatter","url":"imagepages\/2005\/05\/21\/weekinreview\/20050520_KOLATA1_CHART.html","rank":"1","height":325,"credit":"A map of a week's e-mail patterns at Enron in May 2001.","legacy":{"MultimediaPopupHeight1":"325","MultimediaType1":"Image","MultimediaPopupWidth1":"250","MultimediaUrl1":"imagepages\/2005\/05\/21\/weekinreview\/20050520_KOLATA1_CHART.html","MultimediaSummary1":"A map of a week's e-mail patterns at Enron in May 2001.","MultimediaHeadline1":"Finding Patterns in Corporate Chatter"},"type":"Image","width":250}],"headline":{"main":"Ideas & Trends; Enron Offers An Unlikely Boost To E-Mail Surveillance"},"keywords":[{"name":"organizations","value":"ENRON CORPORATION"},{"name":"subject","value":"ELECTRONIC MAIL"},{"name":"subject","value":"COMPUTERS AND THE INTERNET"},{"name":"subject","value":"PRIVACY"}],"pub_date":"2005-05-22T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Technology; Health; Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Gina","lastname":"KOLATA"}],"original":"By GINA KOLATA"},"type_of_material":"News","_id":"4fd25e8e8eb7c8105d80d91b","word_count":1071,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/07\/09\/opinion\/enron-s-spiritual-leader.html","snippet":"When President Bush was elected, there was much speculation about whether his top corporate sponsor, Kenneth Lay of Enron, would end up as secretary of the Treasury or the Department of Energy. Mr. Lay stayed in the private sector, enjoying the be...","lead_paragraph":"When President Bush was elected, there was much speculation about whether his top corporate sponsor, Kenneth Lay of Enron, would end up as secretary of the Treasury or the Department of Energy. Mr. Lay stayed in the private sector, enjoying the best of both worlds: corporate pay and the ability to make policy as part of Dick Cheney's energy task force. Those were the days. Now Mr. Lay, the former chairman and chief executive of Enron, the once-imposing energy trader, is trying to portray his ties with the Bush dynasty as a liability. Indicted on charges of participating in a fraud conspiracy that led to Enron's bankruptcy, Mr. Lay emerged from his arraignment yesterday and held a bizarre news conference, where he proclaimed his innocence. He also said that given his history with President Bush, it would have taken far more courage for prosecutors not to indict him.","abstract":"Editorial says idea that former Enron head Kenneth Lay is victim of politicized prosecution because of his ties to Pres Bush, as he claimed in bizarre news conference, is belied by facts of case; says he will have hard time distancing himself from actions of his closest subordinates, and from what is expected to be damning testimony of some of them","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron's Spiritual Leader"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2004-07-09T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd23cb88eb7c8105d7d2758","word_count":361,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/07\/09\/business\/corporate-conduct-headquarters-satisfaction-sadness-sight-handcuffs.html","snippet":"Kenneth L. Lay, the former chairman of the Enron Corporation, called Thursday a ''tragic day'' after he was handcuffed and led to a courthouse here where he pleaded not guilty to charges that he had deceived Enron's investors and employees.       ...","lead_paragraph":"Kenneth L. Lay, the former chairman of the Enron Corporation, called Thursday a ''tragic day'' after he was handcuffed and led to a courthouse here where he pleaded not guilty to charges that he had deceived Enron's investors and employees. Tragedy, however, was not the first word on the lips of many Houstonians on Thursday as they absorbed the news of the indictment of Mr. Lay, who was once considered the city's most influential business executive and power broker. Other words spilled forth, not all of them printable. Some of the words were: vindication, amazement, sorrow and schadenfreude.","abstract":"Many residents of Houston, headquarters of Enron Corp, and some Enron employees express satisfaction and sadness at sight of former Enron chief executive Kenneth L Lay in handcuffs as he is arraigned on fraud charges; Lay was once considered city's most influential business executive and power broker; photo (M)","print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Satisfaction and Sadness at the Sight of Handcuffs","kicker":"CORPORATE CONDUCT: THE HEADQUARTERS"},"keywords":[{"name":"persons","value":"LAY, KENNETH L"},{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2004-07-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Simon","rank":1,"lastname":"ROMERO"}],"original":"By SIMON ROMERO; Jayna Desai contributed reporting for this article"},"type_of_material":"News","_id":"4fd2539e8eb7c8105d7fa616","word_count":875,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/05\/13\/business\/deal-reached-on-enron-pensions.html","snippet":"Some former directors of the Enron Corporation have agreed to pay as much as $86.5 million to settle part of $3 billion in employee pension-fund claims linked to the company's collapse in 2001, according to court papers disclosed yesterday.    Und...","lead_paragraph":"Some former directors of the Enron Corporation have agreed to pay as much as $86.5 million to settle part of $3 billion in employee pension-fund claims linked to the company's collapse in 2001, according to court papers disclosed yesterday. Under the accord, a dozen former Enron directors and a former executive have agreed to turn over $85 million in insurance coverage and pay more than $1.5 million individually in a partial settlement of suits related to fund stock losses in 2001, when Enron filed for bankruptcy protection. The losses came after Enron disclosed that it had hidden billions of dollars in debt in off-the-books partnerships.","abstract":"Some former directors of Enron Corp agree to pay as much as $86.5 million to settle part of $3 billion in employee pension-fund claims linked to company's collapse in 2001 (M)","print_page":"4","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"Deal Reached on Enron Pensions"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2004-05-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd23aa18eb7c8105d7cf1a7","word_count":314,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/09\/12\/business\/ex-enron-trader-in-preliminary-plea-talks.html","snippet":"A former trading manager at the Enron Corporation, John M. Forney, who prosecutors say is the architect of schemes to manipulate California power prices, is in preliminary plea negotiations with prosecutors, an assistant United States attorney sai...","lead_paragraph":"A former trading manager at the Enron Corporation, John M. Forney, who prosecutors say is the architect of schemes to manipulate California power prices, is in preliminary plea negotiations with prosecutors, an assistant United States attorney said yesterday. The attorney, Matt Jacobs, told a federal judge in San Francisco yesterday that the government was trying to resolve the criminal case against Mr. Forney, who was charged with wire fraud and conspiracy in June.","abstract":"John M Forney, former trading manager at Enron Corp who prosecutors say is architect of schemes to manipulate California power prices, is in preliminary plea negotiations with prosecutors; US attorney Matt Jacobs tells Federal Judge Martin Jenkins that government is trying to resolve criminal case against Forney, who was charged with wire fraud and conspiracy in June (S)","print_page":"2","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"Ex-Enron Trader in Preliminary Plea Talks"},"keywords":[{"name":"persons","value":"FORNEY, JOHN M"},{"name":"persons","value":"JACOBS, MATT"},{"name":"persons","value":"JENKINS, MARTIN"},{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"PLEA BARGAINING"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"}],"pub_date":"2003-09-12T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd296a28eb7c8105d872662","word_count":181,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/01\/business\/new-charges-are-expected-in-enron-case.html","snippet":"After more than a year of investigations into the collapse of Enron, the government will announce today the most significant indictments yet, charging eight new defendants with participating in frauds at the company, people involved in the case sa...","lead_paragraph":"After more than a year of investigations into the collapse of Enron, the government will announce today the most significant indictments yet, charging eight new defendants with participating in frauds at the company, people involved in the case said yesterday. The indictments, which these people said would be unsealed this morning in Federal District Court in Houston, will name a raft of officers and their associates as participants in different fraud schemes. These defendants include a former treasurer, a former head of one of Enron's most prominent divisions and the wife of the former chief financial officer, who himself is already facing criminal charges.","abstract":"Superseding indictments are expected against three current and eight new defendants for alleged roles in Enron frauds; reportedly will name raft of officers and their associates as participants in different fraud schemes; new defendants reportedly include Lea Weingarten Fastow, wife of former chief financial officer Andrew S Fastow, who has already been charged; also include former treasurer Ben Glisan; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"New Charges Are Expected In Enron Case"},"keywords":[{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"persons","value":"GLISAN, BEN F JR"},{"name":"persons","value":"FASTOW, LEA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-05-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd274018eb7c8105d8317a1","word_count":933,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/03\/24\/business\/judge-says-enron-s-staff-must-cover-pension-fees.html","snippet":"The federal judge overseeing the bankruptcy of Enron ruled on Friday that the company could not pay fees to an independent overseer of three retirement plans for current and former employees. Instead, the judge said, participants in the plans must...","lead_paragraph":"The federal judge overseeing the bankruptcy of Enron ruled on Friday that the company could not pay fees to an independent overseer of three retirement plans for current and former employees. Instead, the judge said, participants in the plans must pick up the costs themselves. Enron's creditors, who lose money for every dollar spent on other matters, have strongly opposed such payments.","abstract":"Judge Arthur J Gonzalez rules that Enron cannot pay fees to independent overseer of three retirement plans for current and former employees and that participants in plans must pick up costs themselves; Enron's creditors have strongly opposed such payments (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Judge Says Enron's Staff Must Cover Pension Fees"},"keywords":[{"name":"persons","value":"GONZALEZ, ARTHUR J"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"DECISIONS AND VERDICTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-03-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd28e718eb7c8105d864a34","word_count":375,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/03\/18\/business\/4-at-merrill-accused-of-an-enron-fraud.html","snippet":"The Securities and Exchange Commission yesterday accused four Merrill Lynch executives of helping Enron fraudulently inflate its annual profits in 1999 through two bogus transactions.    In a civil lawsuit filed in Federal District Court in Housto...","lead_paragraph":"The Securities and Exchange Commission yesterday accused four Merrill Lynch executives of helping Enron fraudulently inflate its annual profits in 1999 through two bogus transactions. In a civil lawsuit filed in Federal District Court in Houston, the S.E.C. contends that Enron was able to increase its reported earnings by engaging in what amounted to fictitious sales of assets to Merrill, then booking the proceeds of those transactions.","abstract":"Securities and Exchange Commission accuses Merrill Lynch executives Thomas W Davis, Daniel H Bayly, Schuyler M Tilney and Robert S Furst of helping Enron Corp fraudulently inflate its annual profits in 1999 through two bogus transactions; all men except Bayly invoked their Fifth Amendment right against self-incrimination when asked to testify before SEC; Davis and Tilney were dismissed from firm; Furst resigned in 2001, before commission sought his testimony; Bayly initially testified before commission later declined to provide additional testimony; SEC contends Enron is able to increase its reported earnings by engaging in what amounted to fictitious sales of assets to Merrill, then booking proceeds of those transactions; transactions--one involving sale of electricity barges being built in Nigeria, and other circular energy trades with little economic substance--have been under investigation for months; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"4 at Merrill Accused Of an Enron Fraud"},"keywords":[{"name":"organizations","value":"ENRON CORP"}],"pub_date":"2003-03-18T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd226768eb7c8105d7ae6f3","word_count":1137,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/02\/02\/business\/executive-life-the-younger-face-of-the-boardroom.html","snippet":"WITH seasoned chief executives showing a growing reluctance to join outside boards in the post-Enron era, companies looking to fill seats have had to widen their net. Their gaze is increasingly falling on younger candidates.    Recruiters and othe...","lead_paragraph":"WITH seasoned chief executives showing a growing reluctance to join outside boards in the post-Enron era, companies looking to fill seats have had to widen their net. Their gaze is increasingly falling on younger candidates. Recruiters and other experts say they are just beginning to see a trend toward the appointment of younger executives with little or no board experience as corporate directors. That offers great opportunities for the rising stars, but raises questions of how this will affect company oversight. The tentative answer is that it might do some good.","abstract":"Corporations are naming younger people to their boards of directors, some with no little or no board experience as corporate directors; seasoned chief executives are increasingly reluctant to join outside boards in post-Enron era, and boards have less need for their strategic vision than they do for strong, if narrow, skills and operating experience of younger candidates; photo (M)","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Executive Life; The Younger Face Of the Boardroom"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"AGE, CHRONOLOGICAL"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"ETHICS"}],"pub_date":"2003-02-02T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Thom","rank":1,"lastname":"WEIDLICH"}],"original":"By THOM WEIDLICH"},"type_of_material":"News","_id":"4fd226758eb7c8105d7ae5ed","word_count":1061,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/12\/01\/us\/economic-pulse-southwest-recession-strikes-texas-too-but-not-old-oil-bust-way.html","snippet":"Only a year ago, the bad old days seemed to be back here in the nation's energy capital. One of the city's flagship companies, Enron, had filed for bankruptcy, firing more than 4,500 workers. Other energy giants teetered. The swagger this city had...","lead_paragraph":"Only a year ago, the bad old days seemed to be back here in the nation's energy capital. One of the city's flagship companies, Enron, had filed for bankruptcy, firing more than 4,500 workers. Other energy giants teetered. The swagger this city had shown as the rest of the nation was mired in recession quickly dissolved into worried talk of an economic collapse rivaling the oil bust era of the 1980's. But what has happened in the last 12 months here and throughout the old oil patch of Texas, Oklahoma and New Mexico has been more complicated than the boom-or-bust cycles that once defined the regional economy. Economists say that Texas, the powerhouse of the region, is now in recession. But it is a recession that reveals how the state's economy has diversified so broadly that the old assumptions no longer apply.","abstract":"Article, Economic Pulse: The Southwest, describes recession in Texas that reveals how state's economy has diversified so broadly that old assumptions about boom-or-bust oil industry no longer apply; Houston has weathered even collapse of its flagship company Enron, absorbing thousands of layoffs and re-employing many of company's workers; Austin and Dallas, state's technology and telecommunications corridor, continue to suffer along with those industries; state is also affected by problems in Mexico and Dallas-Fort Worth is hit by nationwide manufacturing slowdown; Legislature faces budget shortfall between $5 billion and $12 billion; related situations in Oklahoma and New Mexico also noted; photos; graphs (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ECONOMIC PULSE: The Southwest; Recession Strikes Texas, Too, But Not in Old Oil-Bust Way"},"keywords":[{"name":"glocations","value":"NEW MEXICO"},{"name":"glocations","value":"DALLAS (TEX)"},{"name":"glocations","value":"TEXAS"},{"name":"glocations","value":"FORT WORTH (TEX)"},{"name":"glocations","value":"AUSTIN (TEX)"},{"name":"glocations","value":"SOUTHWESTERN STATES (US)"},{"name":"glocations","value":"OKLAHOMA"},{"name":"glocations","value":"MEXICO"},{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"RECESSION AND DEPRESSION"},{"name":"subject","value":"GEOGRAPHIC PROFILES"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"BUDGETS AND BUDGETING"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"2002-12-01T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"YARDLEY"}],"original":"By JIM YARDLEY"},"type_of_material":"News","_id":"4fd28c648eb7c8105d8610fe","word_count":2513,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}