{"response":{"meta":{"hits":8011,"time":108,"offset":610},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2004\/11\/28\/business\/yourmoney\/28cfos.html","snippet":"The push for better ethics and transparent accounting in corporate America has had an unexpected side effect: more finance chiefs are calling it quits....","lead_paragraph":"IT took Thomas B. Sager 17 years and five employers to attain his dream of becoming a chief financial officer; it took him five years and two chief finance posts to realize that he did not like the job. ''I got tired of spending years defending strategies I knew were flawed, of working with values that weren't my own, of being responsible to chief executives and boards that were under huge pressure to perform,'' he said. Two years ago, Mr. Sager, 45, quit as the chief financial officer of Zoots, a national chain of dry cleaners, and bought Tri-Valley Sports, a small sporting goods business in Medway, Mass., eight miles from his home.","abstract":"Push for better ethics and transparent accounting in corporate America, including drive to pass Sarbanes-Oxley law in 2002, has had unexpected side effect: more chief financial officers are leaving field to pursue other types of work; those remaining complain about increased pressure; many of them blame regulatory rules and staff cuts for their newly dismal work lives; they say they are more upset by their superiors' reactions to new rules than by rules themselves; say chief executives are demanding ever more information for planning and budgeting and are asking them to review their strategic decisions at ever-earlier stages; few chief financial officers are comfortable discussing their discomfiture in public; photo (M)","print_page":"5","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2004\/11\/28\/business\/28cfo.75.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2004\/11\/28\/business\/28cfo.75.jpg"},"type":"image","height":75}],"headline":{"main":"Where Have All the Chief Financial Officers Gone?","kicker":"NEWS AND ANALYSIS"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORPORATION"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"2004-11-28T00:00:00Z","document_type":"article","news_desk":"SundayBusiness","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Claudia","middlename":"H.","lastname":"DEUTSCH","rank":1,"role":"reported","organization":""}],"original":"By CLAUDIA H. DEUTSCH"},"type_of_material":"News","_id":"4fd25a038eb7c8105d8069d1","word_count":1355,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/10\/24\/business\/yourmoney\/24advi.html","snippet":"The scandals that have rocked the business world are leading business schools to adjust how and what they teach....","lead_paragraph":"THE scandals that have rocked the business world are leading business schools to adjust how and what they teach, says Jeffrey A. Sonnenfeld, associate dean of the Yale School of Management and co-editor, with Robert Gandossy, of a new book, ''Leadership and Governance From the Inside Out'' (John Wiley & Sons). Following are excerpts from a conversation with Mr. Sonnenfeld: Q. How well are business schools responding to the corporate scandals? A. The M.B.A. world has responded very well. There's been a tremendous embrace of field learning at the M.B.A. level, and the core disciplines have come to understand the sources of the governance collapses. Unlike a law school or medical school, where most of the faculty has a common training, the challenge in business schools is that we have very strong disparate research traditions, like marketing, economics, engineering and finance.","abstract":"Q&A interview with Jeffrey A Sonnenfeld of Yale on how business schools are responding to corporate scandals with programs on ethical behavior (S)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2004\/10\/23\/business\/24advi.75.gif","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2004\/10\/23\/business\/24advi.75.gif"},"type":"image","height":75},{"height":55,"subtype":"tiny_thumb","legacy":{"tinythumbwidth":55,"tinythumbheight":55,"hastinythumb":"Y"},"type":"image","width":55}],"headline":{"main":"Asking Future M.B.A.'s To Find the Red Flags","kicker":"OFFICE SPACE: ARMCHAIR M.B.A."},"keywords":[{"name":"persons","value":"SONNENFELD, JEFFREY A"},{"name":"organizations","value":"ENRON CORPORATION"},{"name":"subject","value":"BUSINESS SCHOOLS"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"EDUCATION AND SCHOOLS"},{"name":"subject","value":"COLLEGES AND UNIVERSITIES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"GRADUATE SCHOOLS AND STUDENTS"}],"pub_date":"2004-10-24T00:00:00Z","document_type":"article","news_desk":"SundayBusiness","section_name":"Education; Business","subsection_name":null,"byline":{"person":[{"firstname":"William","middlename":"G.","lastname":"Holstein","rank":1,"role":"reported","organization":""}],"original":"By William G. Holstein"},"type_of_material":"Interview","_id":"4fd259f88eb7c8105d806506","word_count":917,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/02\/19\/opinion\/l-our-senseless-tax-code-402273.html","snippet":"To the Editor:    ''Tax Moves by Enron Said to Mystify the I.R.S.'' (Business Day, Feb. 13) describes a foreseeable consequence of the complexity of our tax laws. The responsibility lies with Congress, which has over time created an incomprehensib...","lead_paragraph":"To the Editor: ''Tax Moves by Enron Said to Mystify the I.R.S.'' (Business Day, Feb. 13) describes a foreseeable consequence of the complexity of our tax laws. The responsibility lies with Congress, which has over time created an incomprehensible tax edifice.","abstract":"Larry Israel letter calls for radical reforms of overly complex tax system to make it simple, noting report (Feb 13) that Enron's tax moves are said to mystify IRS","print_page":"24","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Our Senseless Tax Code"},"keywords":[{"name":"persons","value":"ISRAEL, LARRY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"TAXATION"}],"pub_date":"2003-02-19T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd23c7f8eb7c8105d7d223f","word_count":151,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/12\/26\/business\/enron-inquiry-is-now-examining-whether-company-inflated-assets.html","snippet":"Broadening the inquiry into Enron's collapse, federal investigators who have been examining the esoteric details of off-the-books partnership schemes are now looking at such basics as whether the company misled investors about the value of hard as...","lead_paragraph":"Broadening the inquiry into Enron's collapse, federal investigators who have been examining the esoteric details of off-the-books partnership schemes are now looking at such basics as whether the company misled investors about the value of hard assets like pipelines and power plants, according to people involved in the case. The new line of inquiry represents a focus on the sort of run-of-the-mill accounting issues that have been raised in numerous corporate fraud cases. Under examination, these people said, is whether Enron carried assets on its books for billions of dollars more than their actual worth.","abstract":"Federal investigators broaden inquiry into Enron's collapse, examining whether company misled investors about value of hard assets like pipelines and power plants; at issue is whether company carried these assets on its books for billions of dollars more than their actual worth; new line of inquiry represents focus on sort of run-of-the-mill accounting issues that have been raised in numerous corporate fraud cases; federal prosecutors reportedly plan to bring what is known as superseding indictment against Andrew S Fastow, company's former chief financial officer, who was charged earlier in year in 78-count indictment; superseding indictment will add charges, name new defendants, or both; investigation's new direction, if it proves fruitful, could offer prosecutors case that is easier for jury to understand and another means for pursuing evidence of possible criminal activities up the management ranks at Enron; Richard A Causey, former chief accounting officer, could also figure in inquiry; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Inquiry Is Now Examining Whether Company Inflated Assets"},"keywords":[{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"persons","value":"CAUSEY, RICHARD A"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-12-26T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd26c688eb7c8105d824b40","word_count":1414,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/13\/business\/senator-releases-documents-on-gore-aide-s-enron-ties.html","snippet":"In a parting shot at Democrats today, Senator Fred D. Thompson released documents detailing how one of Al Gore's top presidential campaign officials, Johnny Hayes, was paid to do consulting work for Enron during the 2000 campaign. Mr. Hayes was hi...","lead_paragraph":"In a parting shot at Democrats today, Senator Fred D. Thompson released documents detailing how one of Al Gore's top presidential campaign officials, Johnny Hayes, was paid to do consulting work for Enron during the 2000 campaign. Mr. Hayes was hired to help the company resolve a costly dispute with a federal agency and also to lobby federal energy regulators. Mr. Hayes, who was Mr. Gore's national finance chairman in the 2000 campaign, was paid $100,000 by a prominent law firm, Wyatt, Tarrant & Combs, that had been hired to resolve a dispute between Enron and the Tennessee Valley Authority, according to the managing partner at the firm. The dispute was settled late in 2000 after Enron agreed to pay more than $200 million.","abstract":"Sen Fred D Thompson releases documents detailing how Johnny Hayes, one of Al Gore's top presidential campaign officials, was paid consultant for Enron Corp during 2000 presidential campaign (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Senator Releases Documents On Gore Aide's Enron Ties"},"keywords":[{"name":"persons","value":"THOMPSON, FRED"},{"name":"persons","value":"GORE, AL"},{"name":"persons","value":"HAYES, JOHNNY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CONSULTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PRESIDENTIAL ELECTION OF 2000"}],"pub_date":"2002-11-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd23cf38eb7c8105d7d2b4c","word_count":750,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/10\/03\/nyregion\/town-to-sue-rowland-over-losses-in-enron-deal.html","snippet":"A small town near Hartford plans to sue Gov. John G. Rowland to prevent Connecticut's trash authority from raising municipal trash-collection fees to recoup the nearly $200 million the state lost in a deal with Enron.    The money, which the trash...","lead_paragraph":"A small town near Hartford plans to sue Gov. John G. Rowland to prevent Connecticut's trash authority from raising municipal trash-collection fees to recoup the nearly $200 million the state lost in a deal with Enron. The money, which the trash agency offered up front in exchange for an 11-year promise that Enron would buy its trash-generated electricity, was lost after Enron collapsed in December. Since then, Connecticut's attorney general has concluded that the deal was a deliberately disguised illegal loan intended to skirt federal and state laws.","abstract":"Town of Rocky Hill, Conn, plans to sue Gov John G Rowland to prevent state's trash authority from raising municipal trash-collection fees to recoup nearly $200 million state lost in deal with Enron Corp; trash agency had offered money up front in exchange for 11-year promise that Enron would buy its trash-generated electricity; money was lost after Enron collapsed; since then, Connecticut's attorney general has concluded that deal was deliberately disguised illegal loan intended to skirt federal and state laws; lawsuit accuses Rowland of taking illegal campaign contributions in exchange for orchestrating payment to Enron from trash authority and then lying to cover up his role (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Town to Sue Rowland Over Losses In Enron Deal"},"keywords":[{"name":"persons","value":"ROWLAND, JOHN G"},{"name":"glocations","value":"ROCKY HILL (CONN)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"WASTE MATERIALS AND DISPOSAL"}],"pub_date":"2002-10-03T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"New York and Region","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"ZIELBAUER"}],"original":"By PAUL ZIELBAUER"},"type_of_material":"News","_id":"4fd220808eb7c8105d7a42f7","word_count":780,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/08\/22\/business\/enron-s-many-strands-former-chief-friends-say-ex-chief-despairs-seeking-someone.html","snippet":"A year after he resigned as chief executive of Enron, Jeffrey K. Skilling -- who once bragged that he was building the world's leading company -- is a portrait of despair.     According to friends and former colleagues, Mr. Skilling, 48, spends mo...","lead_paragraph":"A year after he resigned as chief executive of Enron, Jeffrey K. Skilling -- who once bragged that he was building the world's leading company -- is a portrait of despair. According to friends and former colleagues, Mr. Skilling, 48, spends most days here secluded in his 9,000-square-foot, Mediterranean-style house, a trophy home that he tells people he wishes had never been built.","abstract":"Enron Corp's former chief executive Jeffrey K Skilling spends most of his days secluded in his 9,000-square-foot, Mediterranean-style house in Houston; when Skilling ventures out, he seeks out people to believe that he suddenly left Enron last August for personal reasons, but most people do not believe him as they don't believe he thought Enron was in strong financial shape when he quit; Skilling devotes countless hours to reliving his last days at Enron, tabulating Enron's financial details, constructing narrative that does not make him out to be chief villain in Enron's downfall; Skilling's brother Mark says Jeffrey is crushed; close friends say Skilling is trying desperately to change people's minds and reclaim his reputation; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Friends Say Ex-Chief Despairs, Seeking Someone to Believe Him","kicker":"ENRON'S MANY STRANDS: THE FORMER CHIEF"},"keywords":[{"name":"persons","value":"SKILLING, MARK"},{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-08-22T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd222838eb7c8105d7a7d90","word_count":1729,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/14\/business\/economic-scene-real-value-enron-may-be-worst-case-example-need-for-clearer.html","snippet":"THE Treasury secretary, Paul H. O'Neill, was roundly criticized in January for saying the collapse of Enron was part of the ''genius of capitalism.'' But he had a point. The people who made the decisions leading to the Enron fiasco have been publi...","lead_paragraph":"THE Treasury secretary, Paul H. O'Neill, was roundly criticized in January for saying the collapse of Enron was part of the ''genius of capitalism.'' But he had a point. The people who made the decisions leading to the Enron fiasco have been publicly humiliated, and this has not gone unnoticed by other executives. The stock prices of companies with obscure and incomplete financial reports have suffered since Enron's collapse, and many have scrambled to supplement their official reports with additional detail to reassure market analysts. Even blue chips like I.B.M. and General Electric have pledged far greater disclosure from that provided in the past.","abstract":"Hal R Varian 'Economic Scene' column holds Enron Corp's greatest contribution to American economy may be reform of accounting rules and clearer reporting of corporate finances; says Treasury Sec Paul H O'Neill was right when he said in January that market does punish those who mislead, but that may not be enough to ensure good corporate behavior; photo (M)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Economic Scene; The real value of Enron may be as a worst-case example of the need for clearer accounting rules."},"keywords":[{"name":"creative_works","value":"ECONOMIC SCENE (TIMES COLUMN)"},{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Hal","middlename":"R.","lastname":"Varian","rank":1,"role":"reported","organization":""}],"original":"By Hal R. Varian"},"type_of_material":"News","_id":"4fd262838eb7c8105d814326","word_count":1043,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/09\/business\/enron-sought-to-raise-cash-two-years-ago.html","snippet":"Less than two years ago, amid some of the earliest signs that the Enron Corporation was beginning to falter, the company failed to complete a deal to sell the bulk of its international energy holdings for about $7 billion to a group composed prima...","lead_paragraph":"Less than two years ago, amid some of the earliest signs that the Enron Corporation was beginning to falter, the company failed to complete a deal to sell the bulk of its international energy holdings for about $7 billion to a group composed primarily of wealthy Middle Eastern investors, according to individuals involved with the negotiations. The deal, which was being negotiated at a time when Enron was desperate for cash, would have helped reduce the company's sizable debt and perhaps even prevented it from later going bankrupt, former executives contend. But at the last minute, in the summer of 2000, negotiations broke down after a crucial foreign backer of the proposed transaction was hospitalized with kidney problems.","abstract":"Former Enron Corp say company might have been able to avoid bankruptcy if it had completed deal in summer of 2000 to sell bulk of its international energy holdings for about $7 billion to group composed primarily of wealthy Middle Eastern investors; note that deal was was being negotiated at time when Enron was desperate for cash; say negotations broke down after Sheik Zayed bin Sultan al-Nahayan, president of United Arab Emirates and crucial foreign backer of proposed transaction, was hospitalized with kidney problems; say it was after this deal was terminated that executives gave task of improving company's finances to Andrew S Fastow (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Sought To Raise Cash Two Years Ago"},"keywords":[{"name":"persons","value":"ZAYED BIN SULTAN AL-NAHAYAN"},{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"glocations","value":"UNITED ARAB EMIRATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd212788eb7c8105d788c69","word_count":980,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/07\/business\/army-official-kept-options-on-enron-stock-until-january.html","snippet":"Thomas E. White, a former top executive of the Enron Corporation, promised to give up any financial interest in Enron when he became secretary of the Army, but held options to buy 665,000 shares until early this year.    After he became secretary ...","lead_paragraph":"Thomas E. White, a former top executive of the Enron Corporation, promised to give up any financial interest in Enron when he became secretary of the Army, but held options to buy 665,000 shares until early this year. After he became secretary in May last year, Mr. White provided only fragmentary disclosures about his stock options to Army ethics officials, according to letters released yesterday by the Senate Armed Services Committee. He sought and received an extension to dispose of his stock. But even after he sold 380,000 Enron shares for more than $10 million, he continued to hold the options, without the approval of ethics officials, the letters show.","abstract":"Thomas E White, former top executive of Enron Corp who is now Army secretary, promised to give up any financial interest in Enron when he became Army secretary, but held options to buy 665,000 shares until early 2002; letters released by Senate Armed Services Committee show after he became secretary in May 2001, White provided only fragmented disclosures about his stock options to Army ethics officials; show he sought and received extension to dispose of his stock, but even after he sold 380,000 Enron shares for more than $10 million, he continued to hold options, without approval of ethics officials; White forfeited his options on an 17 after discussion between Army's general counsel and staff members for Armed Serices Committee; Sens Carl Levin and John W Warner have criticized White's handling of options, as well as $688 per month annuity White received from Enron in exchange for turning in stock he had held in retirement plan; chart; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Army Official Kept Options On Enron Stock Until January"},"keywords":[{"name":"persons","value":"WARNER, JOHN W"},{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"LEVIN, CARL"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-07T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Alex","rank":1,"lastname":"BERENSON"}],"original":"By ALEX BERENSON"},"type_of_material":"News","_id":"4fd262878eb7c8105d814647","word_count":1128,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}