{"response":{"meta":{"hits":8011,"time":110,"offset":200},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/14\/opinion\/silencing-the-alarm.html","snippet":"The e-mails are chilling.    Last Aug. 14, the day Jeffrey Skilling mysteriously resigned after just six months as Enron's chief executive, the company's chairman, Kenneth L. Lay, sent an e-mail to all employees in which he said, ''I want to assur...","lead_paragraph":"The e-mails are chilling. Last Aug. 14, the day Jeffrey Skilling mysteriously resigned after just six months as Enron's chief executive, the company's chairman, Kenneth L. Lay, sent an e-mail to all employees in which he said, ''I want to assure you that I have never felt better about the prospects for the company.''","abstract":"Bob Herbert Op-Ed column deplores failure of Enron officials who were aware of company's perilous state to warn Enron employees and stockholders; holds Enron's top officials used generous campaign contributions to get regulators to overlook their looting of company (M)","print_page":"15","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Silencing The Alarm"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"2002-01-14T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Bob","rank":1,"lastname":"HERBERT"}],"original":"By BOB HERBERT"},"type_of_material":"Op-Ed","_id":"4fd2127b8eb7c8105d788eee","word_count":750,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/12\/nyregion\/c-corrections-105074.html","snippet":"A front-page article yesterday about Enron's contacts with two cabinet officials misstated the amount of money that Common Cause determined had been contributed by Enron and its chairman, Kenneth L. Lay, to the 2000 Senate campaign of John Ashcrof...","lead_paragraph":"A front-page article yesterday about Enron's contacts with two cabinet officials misstated the amount of money that Common Cause determined had been contributed by Enron and its chairman, Kenneth L. Lay, to the 2000 Senate campaign of John Ashcroft, now the attorney general. It was $54,999, not $54,499 or $57,499.","abstract":"Correction of Jan 11 article on Enron Corp's contacts with cabinet officials regarding contributions to Senate campaign of John Ashcroft, now attorney general","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"persons","value":"ASHCROFT, JOHN"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-12T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd219678eb7c8105d79778a","word_count":50,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/18\/opinion\/death-by-guru.html","snippet":"''Lies. Arrogance. Betrayal.'' So reads Fortune's current cover, under the headline ''The Enron Disaster.'' Sounds good to me. But Fortune may have overlooked one force for evil: trendy management theories. In part, this was a case of death by gur...","lead_paragraph":"''Lies. Arrogance. Betrayal.'' So reads Fortune's current cover, under the headline ''The Enron Disaster.'' Sounds good to me. But Fortune may have overlooked one force for evil: trendy management theories. In part, this was a case of death by guru. Enron sold lots of things, but above all it sold itself: it crafted a self-portrait that business gurus loved. Like a schematic diagram from The McKinsey Quarterly or The Harvard Business Review, Enron's business plan made a perfect PowerPoint presentation. Other companies hired business gurus as consultants; Enron, in effect, put the gurus in charge. (Jeff Skilling, who made Enron what it is today, is a former McKinsey consultant.) What they created was a company so trendy that investors were dazzled. And that let executives get away with financial murder. Are trendy management theories really that important? A look at the business best-seller lists might suggest not; it might even suggest that the management-guru business is not what it was five or six years ago. In a bull market, readers wanted advice on investment, not on how to re-engineer the search for excellence in the total quality chaos. It has been a while since that giddy moment when both ''Jesus CEO'' and ''Make It So: Management Lessons From Star Trek the Next Generation'' were riding high in the charts.","abstract":"Paul Krugman Op-Ed column says trendy management theories contributed to demise of Enron Corp; says other companies hire business gurus as consultants, but Enron, in effect, put gurus in charge; says what they created was company so trendy that investors were dazzled, and that let executives get away with financial murder; says bottom line is that no matter how plausible a business leader sounds, if his numbers do not add up, facts will eventually catch up with him; says false business prophets who ran Enron will probably get off lightly, while people who trusted them--especially ordinary employees--will pay heavy price (M)","print_page":"23","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Death By Guru"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CONSULTANTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2001-12-18T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Paul","lastname":"KRUGMAN"}],"original":"By PAUL KRUGMAN"},"type_of_material":"Op-Ed","_id":"4fd2323f8eb7c8105d7c20a7","word_count":726,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/11\/opinion\/laissez-not-fair.html","snippet":"Last week the Web site SatireWire .com ran a mock news story: ''Enron Admits It's Really Argentina.'' It was pretty funny, though quite unfair -- unfair, that is, to Argentina.     And yet the satire was more on point than its authors realized. No...","lead_paragraph":"Last week the Web site SatireWire .com ran a mock news story: ''Enron Admits It's Really Argentina.'' It was pretty funny, though quite unfair -- unfair, that is, to Argentina. And yet the satire was more on point than its authors realized. Not long ago Argentina, like Enron, was a darling of the financial community. And like Enron, Argentina was held up as a role model, to a large extent by the same people -- Argentina's monetary system, in particular, was lauded in the pages of Forbes and The Wall Street Journal, and feted at libertarian think tanks.","abstract":"Paul Krugman Op-Ed column compares demise of Enron Corp with collapse Argentine economy, both former darlings of financial community; says failures happened for same reason, namely, that entities were experiments in testing libertarian credo that great expansion in government's role between two world wars was unwarranted, that government activism is unnecessary and that laissez-faire works; says debacles demonstrated that great lesson of 20th century--that for market system to function well it needs help from government--has not lost relevance (M)","print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Laissez Not Fair"},"keywords":[{"name":"glocations","value":"ARGENTINA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2001-12-11T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Paul","lastname":"KRUGMAN"}],"original":"By PAUL KRUGMAN"},"type_of_material":"Op-Ed","_id":"4fd267698eb7c8105d81cf2b","word_count":700,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/11\/30\/opinion\/bankrupt-analysis.html","snippet":"In early 2000, Enron, the natural gas pipeline company turned online phenomenon, held a daylong conference in Houston for Wall Street analysts and investors. The audience, packed with financial experts on the natural gas and power industries, was ...","lead_paragraph":"In early 2000, Enron, the natural gas pipeline company turned online phenomenon, held a daylong conference in Houston for Wall Street analysts and investors. The audience, packed with financial experts on the natural gas and power industries, was wowed by all the talk of Enron's online capabilities, especially its rapidly growing business of electronically matching buyers and sellers of numerous commodities like electricity and even network bandwidth. The analysts were particularly receptive when Jeffrey Skilling, then Enron's president, suggested that the company's money-losing broadband network business alone was worth $29 billion, or an extra $37 a share. He even had a nifty PowerPoint slide to explain his company's proper stock price.","abstract":"Op-Ed article by Adam Lashinsky says Enron Corp's demise may be blamed on series of extraordinary events driven by behind-the-scenes deals hidden by questionable accounting, but company's debacle is also emblematic of Wall Street's loss of objectivity; says investment banks make far more money from underwriting or merger deals than they do from broker fees; says any analyst who raised prickly questions about Enron's planned initial public offering could be assured that their firm would not be chosen for underwriting; says industry analysts who openly acknowledged their lack of understanding of Enron's new lines of business nevertheless touted company (M)","print_page":"27","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Bankrupt Analysis"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2001-11-30T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Adam","rank":1,"lastname":"Lashinsky"}],"original":"By Adam Lashinsky"},"type_of_material":"Op-Ed","_id":"4fd2292f8eb7c8105d7b2ec8","word_count":505,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/11\/15\/business\/enron-will-sell-some-assets-in-hope-of-raising-billions.html","snippet":"Still working to stabilize its shaky finances, the Enron Corporation said yesterday that it planned to sell assets, with a total book value of more than $8 billion, that executives say have produced dismal returns.    But analysts said the sales o...","lead_paragraph":"Still working to stabilize its shaky finances, the Enron Corporation said yesterday that it planned to sell assets, with a total book value of more than $8 billion, that executives say have produced dismal returns. But analysts said the sales of the businesses, which include a broadband telecommunications unit and operations in India and Brazil, were likely to raise far less than what Enron paid for them. Enron would say only that the sales should generate billions of dollars in cash.","abstract":"Enron Corp plans to sell assets, with total book value of more than $8 billion, that executives say have produced dismal returns; analysts say sales of businesses are likely to raise far less than what Enron paid for them (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Will Sell Some Assets In Hope of Raising Billions"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"FINANCES"}],"pub_date":"2001-11-15T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd219598eb7c8105d79709f","word_count":770,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/07\/13\/business\/enron-net-rose-40-in-quarter.html","snippet":"The Enron Corporation, an energy trader, said today that its second-quarter profit rose 40 percent as its sales of natural gas and electricity surged in the United States and Europe.    Net income rose to $404 million, or 45 cents a share, from $2...","lead_paragraph":"The Enron Corporation, an energy trader, said today that its second-quarter profit rose 40 percent as its sales of natural gas and electricity surged in the United States and Europe. Net income rose to $404 million, or 45 cents a share, from $289 million, or 34 cents, in the period a year ago, Enron said. Results beat analysts' estimates by 3 cents a share.","abstract":"Enron Corp says second-quarter profit rose 40 percent; net income rose to $404 million from $289 million year earlier; revenue almost tripled to $50.1 billion (S)","print_page":"12","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"Enron Net Rose 40% in Quarter"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"COMPANY REPORTS"}],"pub_date":"2001-07-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd20ac18eb7c8105d777aa2","word_count":277,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1997\/02\/01\/business\/has-a-state-tried-too-hard-to-deregulate.html","snippet":"With its white-clapboard houses set against pine-covered hills, this New England village of 5,300 might seem a piddling conquest for a $13.2 billion energy company trying to make a name for itself as a national supplier of low-cost gas and electri...","lead_paragraph":"With its white-clapboard houses set against pine-covered hills, this New England village of 5,300 might seem a piddling conquest for a $13.2 billion energy company trying to make a name for itself as a national supplier of low-cost gas and electricity to homes and businesses. But Peterborough is part of New Hampshire's pilot program to open the state's electricity market to full competition in 1998 and a forerunner of national deregulation, and the Enron Corporation, based in Houston, was determined to make a splash here. So it set up an office last April with 30 salespeople, spent $25,000 to help revitalize the downtown and even threw a picnic for residents. Most of all, it promised cheaper electricity.","abstract":"Comment on New Hampshire's pilot program to open state's electricity market to full competition in 1998, what is seen forerunner of national deregulation; situation in Peterborough described; Enron Corp, based in Houston, was determined to make a splash in Peterborough, so it set up office last April with 30 salespeople, spent $25,000 to help revitalize downtown and even threw a picnic for residents; most of all, it promised cheaper electricity; as result, it beat out 30 competitors to gain Peterborough's endorsement as 'marketer of choice' for local customers, and then signed up 700 of them, including town itself; photos (L)","print_page":"33","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Has a State Tried Too Hard to Deregulate?","kicker":"Subsidizing Competition In Utilities"},"keywords":[{"name":"glocations","value":"PETERBOROUGH (NH)"},{"name":"glocations","value":"NEW HAMPSHIRE"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"1997-02-01T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Agis","rank":1,"lastname":"SALPUKAS"}],"original":"By AGIS SALPUKAS"},"type_of_material":"News","_id":"4fd1fcc78eb7c8105d75bd77","word_count":1757,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1996\/11\/27\/business\/president-of-enron-says-he-will-resign.html","snippet":"The president of the Enron Corporation, Richard D. Kinder, said yesterday that he would resign, now that Kenneth L. Lay has decided to remain chief executive for at least five more years. Although Enron, a natural gas and electricity company, had ...","lead_paragraph":"The president of the Enron Corporation, Richard D. Kinder, said yesterday that he would resign, now that Kenneth L. Lay has decided to remain chief executive for at least five more years. Although Enron, a natural gas and electricity company, had offered Mr. Kinder a five-year extension on his contract as president and chief operating officer, Mr. Kinder said he was ready for a change. He said he would probably have stayed with Enron if Mr. Lay, 54, had elected to retire soon.Shares of Enron fell 87.5 cents yesterday to $46.635. Mr. Lay, who also serves as chairman, will assume the duties of president after Mr. Kinder leaves on Dec. 31. Mr. Kinder, 52, has been the president and chief operating officer of Enron for six years and has worked for the company for 16 years.","abstract":"Richard D Kinder to resign as Enron Corp president and chief operating officer; chairman Kenneth L Lay to assume duties of president (S)","print_page":"3","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"PRESIDENT OF ENRON SAYS HE WILL RESIGN","kicker":"COMPANY NEWS"},"keywords":[{"name":"persons","value":"LAY, KENNETH L"},{"name":"persons","value":"KINDER, RICHARD D"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"}],"pub_date":"1996-11-27T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1ede38eb7c8105d740c79","word_count":138,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1996\/01\/09\/business\/second-thoughts-on-india-enron-project-on-track-but-policy-doubts-remain.html","snippet":"When the Government of Prime Minister P. V. Narasimha Rao began dismantling India's socialist economic system and replacing it with free-market policies in  1991, the country's image in corporate board rooms around the world underwent a  striking ...","lead_paragraph":"When the Government of Prime Minister P. V. Narasimha Rao began dismantling India's socialist economic system and replacing it with free-market policies in 1991, the country's image in corporate board rooms around the world underwent a striking transformation. As recently as last summer, corporate leaders like Michael D. Eisner, chairman of the Walt Disney Company, were adding their voices to the chorus of Western executives who have described a new India -- with at least 130 million middle-class consumers among its 930 million people -- as the world's most promising market.","abstract":null,"print_page":"47","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Second Thoughts on India;Enron Project on Track, but Policy Doubts Remain"},"keywords":[{"name":"persons","value":"RAO, P V NARASIMHA"},{"name":"glocations","value":"INDIA"},{"name":"glocations","value":"MAHARASHTRA STATE (INDIA)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FOREIGN INVESTMENTS"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"ELECTION ISSUES"},{"name":"subject","value":"POLITICS AND GOVERNMENT"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"ECONOMIC CONDITIONS AND TRENDS"}],"pub_date":"1996-01-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"John","middlename":"F.","lastname":"BURNS","rank":1,"role":"reported","organization":""}],"original":"By JOHN F. BURNS"},"type_of_material":"News","_id":"4fd203728eb7c8105d769aef","word_count":1645,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}