{"response":{"meta":{"hits":8011,"time":105,"offset":780},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/20\/business\/how-287-turned-into-7-lessons-in-fuzzy-math.html","snippet":"FOR years, the Enron Corporation was known and admired as one of the nation's most innovative companies. Now, it looks as if the only innovations the company will be remembered for are the many labyrinthine schemes it used to mislead investors abo...","lead_paragraph":"FOR years, the Enron Corporation was known and admired as one of the nation's most innovative companies. Now, it looks as if the only innovations the company will be remembered for are the many labyrinthine schemes it used to mislead investors about its financial position. It is not yet clear how early and often Enron substituted fantasy for reality in its reports to shareholders. But knowing the extent of the dishonesty is central to answering the question many people asked as they watched Enron implode. How could a company as big, profitable and powerful as Enron slide into oblivion so quickly?","abstract":"Enron's recent financial statements employed fuzzy math to show continuing strong growth in revenues and earnings, but analysis of figures would have revealed indications of big problems before bottom fell out in fall of 2001; understanding that Enron's profits were not nearly what company said they were helps to explain its quick demise, but it is in no way clear why company was so starved for cash that it had to borrow almost $6 billion in six weeks after its third-quarter earnings bombshell and leading up to bankruptcy filing; Robert F McCullough, authority on electric utility industry, highlights some of discrepancies in financial statements; photo; graph (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How 287 Turned Into 7: Lessons in Fuzzy Math"},"keywords":[{"name":"persons","value":"MCCULLOUGH, ROBERT F"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"}],"pub_date":"2002-01-20T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Gretchen","rank":1,"lastname":"MORGENSON"}],"original":"By GRETCHEN MORGENSON"},"type_of_material":"News","_id":"4fd2335f8eb7c8105d7c3f9d","word_count":1932,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/17\/business\/enron-s-collapse-vulnerable-growing-number-potential-targets-for-lawsuits.html","snippet":"With each new report of possible misdeeds by professionals who worked for or with the Enron Corporation, the list of deep-pocketed potential targets of civil and criminal lawsuits resulting from the company's spectacular collapse grows longer. A v...","lead_paragraph":"With each new report of possible misdeeds by professionals who worked for or with the Enron Corporation, the list of deep-pocketed potential targets of civil and criminal lawsuits resulting from the company's spectacular collapse grows longer. A variety of major companies might just end up paying damages to help compensate victims of Enron's implosion. Shareholders have already sued Kenneth L. Lay, Enron's chief executive; Jeffrey K. Skilling, its former chief executive; and members of the board, accusing them of selling stock on the basis of inside information while the company misled investors about the state of its financial health.","abstract":"List of deep-pocketed potential targets of civil and criminal lawsuits resulting from Enron Corp collapse grows with each new report of possible misdeeds by professionals who worked for or with company; variety of major companies might just end up paying damages to help compensate victims of Enron's implosion; some creditors are just starting to consider suing (M)","print_page":"10","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A Growing Number of Potential Targets for Lawsuits","kicker":"ENRON'S COLLAPSE: THE VULNERABLE"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"CREDIT"}],"pub_date":"2002-01-17T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JONATHAN D. GLATER"},"type_of_material":"News","_id":"4fd212468eb7c8105d788256","word_count":819,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/11\/opinion\/the-enron-investigations.html","snippet":"Washington is suddenly awash with investigations into the demise of Enron, as well it should be. The failure of the politically powerful energy trading company is the biggest corporate bankruptcy in the nation's history. Given the company's close ...","lead_paragraph":"Washington is suddenly awash with investigations into the demise of Enron, as well it should be. The failure of the politically powerful energy trading company is the biggest corporate bankruptcy in the nation's history. Given the company's close ties to the Bush administration, and its generous campaign contributions to members of Congress, only an exacting and unflinching set of investigations can assure the country that Enron executives are not receiving special treatment from the government. So far, the White House is taking the right steps. We trust its determination will not flag in the months ahead, even if embarrassing questions come up about Enron's ties to the administration. The Justice Department decision to create a special task force to determine whether to bring criminal charges against Enron or its officers appears to be a recognition of both the complexity and the importance of this case. Such task forces, based in Washington but involving prosecutors around the country, are usually reserved for potential crimes of national import, and this is certainly that. Thousands of unsuspecting Enron employees lost much of their retirement savings while company officials enriched themselves by dumping their stock before the plight of the company became known.","abstract":"Editorial calls for exacting and unflinching set of investigations into demise of Enron Corp to assure country that Enron executives are not receiving special treatment from government; says White House is taking right steps so far, and hopes its determination will not flag in months ahead, even if embarrassing questions come up about Enron's ties to administration","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Enron Investigations"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-11T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd21b2b8eb7c8105d79a13c","word_count":651,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/23\/business\/chills-in-the-balance-sheet-shadows.html","snippet":"PAY no attention to those liabilities behind the curtain.    That is the message corporate America has sent to investors in recent years as executives have shunted billions of dollars in new and existing financial obligations off their books and i...","lead_paragraph":"PAY no attention to those liabilities behind the curtain. That is the message corporate America has sent to investors in recent years as executives have shunted billions of dollars in new and existing financial obligations off their books and into the nether world known as ''off the balance sheet.''","abstract":"Gretchen Morgenson article says Enron Corp's collapse has raised new concerns about billions of dollars of debt that has been shunted off the books of American corprations; says it is hard to determine extent of such debt; says financial service businesses are the most aggressively at off-balance-sheet financing, but techniques are used as well by retailers, airline companies, automakers and even gambling concerns; photos; graphs (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Chills in the Balance-Sheet Shadows"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"DEFAULTING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2001-12-23T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Gretchen","rank":1,"lastname":"MORGENSON"}],"original":"By GRETCHEN MORGENSON"},"type_of_material":"News","_id":"4fd218e18eb7c8105d795fe2","word_count":2449,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/21\/nyregion\/c-corrections-782793.html","snippet":"An article in the arts pages on Tuesday about the effect of the collapse of the Enron Corporation on its corporate art collection misstated the surname of a curator at the Museum of Fine Arts, Houston, who was commented on the program's ambition. ...","lead_paragraph":"An article in the arts pages on Tuesday about the effect of the collapse of the Enron Corporation on its corporate art collection misstated the surname of a curator at the Museum of Fine Arts, Houston, who was commented on the program's ambition. He is Barry Walker, not Martin.","abstract":"Correction of Dec 18 article on effects of Enron's collapse on its corporate art collection; curator quoted is Barry Walker","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"persons","value":"WALKER, BARRY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"ART"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2001-12-21T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd212458eb7c8105d788147","word_count":49,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/12\/06\/nyregion\/c-corrections-540749.html","snippet":"Because of a telephone transcription error, an article in Business Day yesterday about Enron's bankruptcy paraphrased incorrectly from a comment by Christopher Mayer, a partner in the law firm of Davis Polk & Wardwell. Speaking about a decision by...","lead_paragraph":"Because of a telephone transcription error, an article in Business Day yesterday about Enron's bankruptcy paraphrased incorrectly from a comment by Christopher Mayer, a partner in the law firm of Davis Polk & Wardwell. Speaking about a decision by two of its clients -- J. P. Morgan Chase, an Enron creditor, and Arthur Andersen, Enron's auditor -- to retain his law firm in the bankruptcy case, Mr. Mayer said that in this case, both companies consented to it -- not ''can sense it.''","abstract":"Correction of Dec 5 article about Enron Corp bankruptcyú","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2001-12-06T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd26be48eb7c8105d8247c6","word_count":83,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2001\/08\/22\/opinion\/l-defending-free-markets-805351.html","snippet":"To the Editor:    Paul Krugman misunderstands Enron, the people who work here and the botched California regulatory system (column, Aug. 17). The broader goal of his latest attack on Enron appears to be to discredit the free-market system, a syste...","lead_paragraph":"To the Editor: Paul Krugman misunderstands Enron, the people who work here and the botched California regulatory system (column, Aug. 17). The broader goal of his latest attack on Enron appears to be to discredit the free-market system, a system that entrusts people to make choices and enjoy the fruits of their labor, skill, intellect and heart. He would apparently rely on a system of monopolies controlled or sponsored by government to make choices for people. We disagree, finding ourselves less trusting of the integrity and good faith of such institutions and their leaders.","abstract":"Letter from Enron Corp's chairman and chief executive, Ken Lay, replies to Paul Krugman's August 17 Op-Ed column on company's failed effort to become broker for wholesale electricity; says Krugman misunderstands company, people who work for it and California's 'botched' regulatory system","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Defending Free Markets"},"keywords":[{"name":"persons","value":"KRUGMAN, PAUL"},{"name":"persons","value":"LAY, KEN"},{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"}],"pub_date":"2001-08-22T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd259428eb7c8105d805a96","word_count":178,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1993\/01\/27\/business\/company-reports-enron-corp-n.html","snippet":"Higher prices fattened profits for the natural gas industry in the fourth quarter, and provided a feast for the industry's biggest diversified company, the Enron Corporation. The Houston-based company traced a portrait of broad-based improvement i...","lead_paragraph":"Higher prices fattened profits for the natural gas industry in the fourth quarter, and provided a feast for the industry's biggest diversified company, the Enron Corporation. The Houston-based company traced a portrait of broad-based improvement in its business units. Profits in the company's gas marketing unit, which includes the Houston Pipe Line and a gas brokerage business, more than doubled for the year, to $122 million before interest and taxes. December sales at times exceeded 7 billion cubic feet a day, with the average for the quarter 5.5 billion cubic feet, compared with 4.1 billion a year earlier.","abstract":null,"print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ENRON CORP. (N)","kicker":"COMPANY REPORTS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"COMPANY REPORTS"}],"pub_date":"1993-01-27T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Statistics","_id":"4fd1c6ae8eb7c8105d6f7ce8","word_count":195,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1988\/10\/27\/business\/company-news-enron-sets-layoffs.html","snippet":"LEAD: About 250 employees of the Enron Corporation are being laid off as part of a reorganization that will combine positions in the corporate staff and natural gas pipeline group, the company said. Enron's chairman, Kenneth L. Lay, cited intense ...","lead_paragraph":"LEAD: About 250 employees of the Enron Corporation are being laid off as part of a reorganization that will combine positions in the corporate staff and natural gas pipeline group, the company said. Enron's chairman, Kenneth L. Lay, cited intense competition for natural gas markets and low prices as the primary reasons for the cutbacks.","abstract":null,"print_page":"4","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Sets Layoffs","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"REFORM AND REORGANIZATION"},{"name":"subject","value":"LAYOFFS (LABOR)"}],"pub_date":"1988-10-27T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":{"organization":"AP","original":"AP","person":[]},"type_of_material":"News","_id":"4fd190cc8eb7c8105d69824f","word_count":129,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1986\/05\/13\/business\/enron-to-shift-to-houston.html","snippet":"The Enron Corporation, the giant natural gas pipeline company formerly called HNG\/Internorth Inc., said yesterday that it would move its corporate headquarters to Houston from Omaha, effective July 1. The move dramatizes the shift in control of th...","lead_paragraph":"The Enron Corporation, the giant natural gas pipeline company formerly called HNG\/Internorth Inc., said yesterday that it would move its corporate headquarters to Houston from Omaha, effective July 1. The move dramatizes the shift in control of the company, which was formed when the larger Internorth Inc., long based in Omaha, acquired the Houston Natural Gas Company a year ago for $2.3 billion. Since then, Kenneth L. Lay, who had been the Houston company's chief executive, has been named chairman and chief executive of the merged concern, and several executives from both companies have left. Mr. Lay said that by the end of 1986 the company expected to relocate about 75 employees to Houston, while another 90 are expected to take early retirement or be offered a severance package.","abstract":null,"print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron to Shift To Houston"},"keywords":[{"name":"glocations","value":"OMAHA (NEB)"},{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"RELOCATION OF BUSINESS"}],"pub_date":"1986-05-13T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd15f7d8eb7c8105d64822f","word_count":129,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}