{"response":{"meta":{"hits":8011,"time":85,"offset":270},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2003\/02\/09\/business\/company-man-to-the-end-after-all.html","snippet":"IT has become an indelible moment of the recent corporate scandals: Kenneth L. Lay, then chairman and chief executive of Enron, encouraging employees in the summer of 2001 to buy company stock, even as he was secretly unloading much of his own sta...","lead_paragraph":"IT has become an indelible moment of the recent corporate scandals: Kenneth L. Lay, then chairman and chief executive of Enron, encouraging employees in the summer of 2001 to buy company stock, even as he was secretly unloading much of his own stake. Mr. Lay's representatives have always denied that he had any ill intent, arguing that the sales resulted from margin calls on his collapsing portfolio. But his critics remain unmoved.","abstract":"Review of former Enron chairman and chief executive Kenneth L Lay's personal records and interviews with his financial advisers and other witnesses show Lay, pilloried in media for allegedly secretly unloading much of his own stake while urging employees in summer of 2001 to buy Enron stock, retained his faith in company virtually until its collapse; data seem to transform case of what appeared to be criminal insider trading into more complex mosaic of hubris and financial recklessness; Lay, forced by margin calls, sold almost $100 million worth of Enron shares in 2001, but went to great lengths to hang onto Enron shares, even as debacle unfolded; graphs; chronology of events; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Company Man to the End, After All"},"keywords":[{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"INSIDER TRADING"}],"pub_date":"2003-02-09T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd241c28eb7c8105d7da25f","word_count":2247,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/07\/09\/business\/corporate-conduct-the-trader-enron-trader-had-a-year-to-boast-of-even-if.html","snippet":"Even as the Enron Corporation was collapsing around him last year, John D. Arnold, the 27-year-old star of the company's energy trading desk, had the kind of year that traders dare only dream about.    If Enron's internal trading records are to be...","lead_paragraph":"Even as the Enron Corporation was collapsing around him last year, John D. Arnold, the 27-year-old star of the company's energy trading desk, had the kind of year that traders dare only dream about. If Enron's internal trading records are to be believed, Mr. Arnold alone booked $750 million in profits by trading natural gas contracts in 2001 -- profits that flowed directly to Enron's bottom line.","abstract":"John D Arnold, 27-year-old star of Enron Corp's energy trading desk, had kind of year in 2001 that traders dare only dream about; Arnold booked $750 million in profits by trading natural gas contracts, profits that flowed directly to Enron's bottom line; trading experts describe size of Arnold's market gains as astonishing; competitors say they are improbable; Arnold says he made most of his money doing something that Enron always insisted it did not do: speculating on direction of energy prices; photo (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron Trader Had a Year To Boast of, Even If . . .","kicker":"CORPORATE CONDUCT: THE TRADER"},"keywords":[{"name":"persons","value":"ARNOLD, JOHN D"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"GAS (FUEL)"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"FUTURES AND OPTIONS TRADING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-07-09T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd21ac38eb7c8105d799642","word_count":1463,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/30\/business\/enron-s-many-strands-workers-enron-seeking-approval-for-bonuses-severance.html","snippet":"The Enron Corporation asked a bankruptcy court in New York today for permission to spend as much as $130 million to keep crucial employees working for the company as it reorganizes its business.     A spokesman for Enron, Eric Thode, said the comp...","lead_paragraph":"The Enron Corporation asked a bankruptcy court in New York today for permission to spend as much as $130 million to keep crucial employees working for the company as it reorganizes its business. A spokesman for Enron, Eric Thode, said the company asked the court to approve a plan that would grant retention bonuses and severance payments to approximately 1,700 workers at its broadband businesses and other units that are in the process of being closed.","abstract":"Enron Corp seeks bankruptcy court approval to spend up to $130 million to keep key employees working for company as it reorganizes; wants to grant retention bonuses and severance payments to some 1,700 workers at units being closed (M)","print_page":"5","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"Enron Is Seeking Approval For Bonuses and Severance","kicker":"ENRON'S MANY STRANDS: THE WORKERS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SHUTDOWNS (INSTITUTIONAL)"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BONUSES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd278978eb7c8105d83b106","word_count":274,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/17\/business\/market-watch-annual-reports-more-pages-but-better.html","snippet":"ANNUAL report season is well under way, and American corporations, eager to prove that they are not an Enron, have promised to increase their disclosure in these missives to shareholders.    But while companies flaunt their new openness -- General...","lead_paragraph":"ANNUAL report season is well under way, and American corporations, eager to prove that they are not an Enron, have promised to increase their disclosure in these missives to shareholders. But while companies flaunt their new openness -- General Electric said ''having well-informed, confident investors is a critical management objective'' -- it is not clear that this year's disclosure is much better than the last.","abstract":"Company reports are far bigger in wake of Enron collapse, but improved disclosures are less apparent; analysts cite new disclosures of debt-rating triggers that can require company to pay back loan immediately if debt rating falls, factor in Enron's swift fall (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Annual Reports: More Pages, But Better?","kicker":"MARKET WATCH"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"RATINGS AND RATING SYSTEMS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CREDIT"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-17T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Gretchen","rank":1,"lastname":"MORGENSON"}],"original":"By GRETCHEN MORGENSON"},"type_of_material":"News","_id":"4fd278968eb7c8105d83afd9","word_count":629,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/08\/opinion\/cleaning-up-the-boardroom.html","snippet":"The nadir of the Enron scandal so far may be the smarmy turn by its former C.E.O. Jeffrey Skilling before a Senate panel last month. Mr. Skilling repeatedly protested that he could not possibly have known his company was headed for the biggest ban...","lead_paragraph":"The nadir of the Enron scandal so far may be the smarmy turn by its former C.E.O. Jeffrey Skilling before a Senate panel last month. Mr. Skilling repeatedly protested that he could not possibly have known his company was headed for the biggest bankruptcy in the nation's history because ''I'm not an accountant.'' Holding fast under tough questioning, he exhibited open contempt for the senators' assumption that, as the head of Enron, he should have had a basic understanding of the company's finances. That old-fashioned belief, and the equally quaint notion that boards of directors should knowledgeably and honestly oversee their corporations, are in fact cornerstones of American capitalism. In an effort to restore confidence in corporate America, President Bush proposed yesterday to hold C.E.O.'s personally responsible for their companies' financial statements. Under his plan, heads of companies that issue false or misleading financial information could be forced to forfeit their salaries and bonuses. Accounting firms would also be barred from engaging in both accounting work and consulting for the same clients, and there would be tougher disclosure rules for insider stock trading.","abstract":"Editorial says Pres Bush's proposal to hold CEO's personally responsible for their companies' financial statements, and to bar accounting firms from engaging in both accounting work and consulting for same client, is good first step, but it has shortcomings; says it lacks sufficient enforcement mechanisms, and fails to address one of biggest corporate governance problems revealed by Enron scandal, need to hold boards of directors more accountable; says Bush omitted from his proposal recommendation that companies be prohibited from fully indemnifying directors against fraud lawsuits","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Cleaning Up the Boardroom"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"CONSULTANTS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd21b9f8eb7c8105d79b207","word_count":437,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/us\/enron-s-many-strands-lawmakers-some-quiet-political-voices-in-enron-s-backyard.html","snippet":"They have been accused of robbing the bank. Of taking the lifeboats and leaving the women and children to drown. Of squandering the savings of mothers-in-law.    But these rhetorical volleys have not come from the politicians who might have the mo...","lead_paragraph":"They have been accused of robbing the bank. Of taking the lifeboats and leaving the women and children to drown. Of squandering the savings of mothers-in-law. But these rhetorical volleys have not come from the politicians who might have the most to gain from going on the attack, those whose districts are filled with thousands of laid-off, unhappy employees.","abstract":"Members of Congress from Enron Corp's hometown, Houston, are not vilifying its executives, but are instead expressing sorrow and focusing on plight of former employees; refusal of Rep Sheila Jackson-Lee to join chorus of condemnation in Washington is attributed by some to fact that she owes her career to Kenneth L Lay, Enron's former chairman, and that with Rep Ken Bentsen, another Houston Democrat, she is among biggest recipient of Enron campaign money; another factor, perversely, is high regard in which Lay is generally held in Houston; photos (M)","print_page":"32","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Some Quiet Political Voices in Enron's Backyard","kicker":"ENRON'S MANY STRANDS: LAWMAKERS"},"keywords":[{"name":"persons","value":"JACKSON-LEE, SHEILA"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"persons","value":"BENTSEN, KEN"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":{"person":[{"firstname":"Shaila","middlename":"K.","lastname":"DEWAN","rank":1,"role":"reported","organization":""}],"original":"By SHAILA K. DEWAN"},"type_of_material":"News","_id":"4fd21b348eb7c8105d79a710","word_count":994,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/11\/business\/enron-s-many-strands-overview-ex-chief-enron-will-not-testify-before-congress.html","snippet":"Kenneth L. Lay, Enron's former chairman, exercising his right to avoid incriminating himself, has decided not to testify before Congress on Tuesday about the company's collapse, a spokeswoman said today.    Mr. Lay's decision today follows the hos...","lead_paragraph":"Kenneth L. Lay, Enron's former chairman, exercising his right to avoid incriminating himself, has decided not to testify before Congress on Tuesday about the company's collapse, a spokeswoman said today. Mr. Lay's decision today follows the hostile questioning last week of Jeffrey K. Skilling, his successor as Enron's chief executive. Three lawmakers involved in Congressional investigations into Enron said today that they had doubts about whether Mr. Skilling's testimony was true. One lawmaker, the chairman of a committee investigating Enron, said that Mr. Skilling might be in jeopardy of perjury charges. Mr. Skilling's lawyer said his client had been truthful.","abstract":"Kenneth L Lay, former chairman of Enron, is expected to exercise his Fifth Amendment right and refuse to answer questions about company's collapse when he appears before Congress on Feb 12; his decision not to testify follows hostile questioning last week of Jeffrey K Skilling, his successor as Enron's chief executive; chairman of committee investigating Enron said after Skilling appeared that he might be in jeopardy of perjury charges; Lay backed out of earlier appearances before two committees, saying he feared hearings would become too 'prosecutorial'; Congressional investigators suggest Lay was daunted by release on Feb 2 of report by special committee of Enron's board saying he failed to properly oversee company and 'bears significant responsibility' for deals that helped bring company down; lawmakers issued subpoenas after Lay refused to appear voluntarily and he is still expected to appear on Feb 12 (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"EX-CHIEF OF ENRON WILL NOT TESTIFY BEFORE CONGRESS","kicker":"ENRON'S MANY STRANDS: THE OVERVIEW"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SELF-INCRIMINATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"},{"name":"subject","value":"PERJURY"}],"pub_date":"2002-02-11T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd2127b8eb7c8105d788ed7","word_count":1008,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/03\/weekinreview\/the-nation-hear-the-one-about.html","snippet":"ENRON has spawned a new lexicon. Gov. James E. McGreevey, criticizing New Jersey Republicans' handling of budget numbers, used a new term: ''Enronize,'' meaning ''to hide fiscal shortcomings through slick financial legerdemain and bald-faced lies....","lead_paragraph":"ENRON has spawned a new lexicon. Gov. James E. McGreevey, criticizing New Jersey Republicans' handling of budget numbers, used a new term: ''Enronize,'' meaning ''to hide fiscal shortcomings through slick financial legerdemain and bald-faced lies.'' Here are more. * Enronic: when a high-flying, seemingly invincible person or entity goes down in flames (figuratively speaking).","abstract":"Enron scandal spawns batch of neologism, including enronic, enrontia and entrontropy (S)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"The Nation; Hear the One About . . .?"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ENGLISH LANGUAGE"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-03T00:00:00Z","document_type":"article","news_desk":"Week in Review Desk","section_name":"Week in Review","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Paul","rank":1,"lastname":"Zielbauer"}],"original":"By Paul Zielbauer"},"type_of_material":"News","_id":"4fd25bbe8eb7c8105d809488","word_count":145,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/30\/opinion\/l-no-respite-in-the-enron-furor-375969.html","snippet":"To the Editor:    Re ''The Great Divide,'' by Paul Krugman (column, Jan. 29):    Enron employees who had all of their retirement funds in Enron stock have only themselves to blame for the extent of their losses. What is truly shocking is not that ...","lead_paragraph":"To the Editor: Re ''The Great Divide,'' by Paul Krugman (column, Jan. 29): Enron employees who had all of their retirement funds in Enron stock have only themselves to blame for the extent of their losses. What is truly shocking is not that corporate greed and malfeasance exist, but that all the free financial advice in the media could not prevent people from putting their own futures at risk.","abstract":"Howard Goodman letter on Paul Krugman's Jan 29 article holds Enron employees who put all their retirement funds in Enron stock must blame own greed, laziness or ignorance for losses","print_page":"26","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"No Respite in the Enron Furor"},"keywords":[{"name":"persons","value":"KRUGMAN, PAUL"},{"name":"persons","value":"GOODMAN, HOWARD"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-30T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd21b258eb7c8105d799ce8","word_count":147,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/29\/business\/enron-s-many-strands-ex-chief-s-holdings-putting-lost-everything-in-perspective.html","snippet":"Even as Linda Lay, the wife of the former Enron chairman Kenneth L. Lay, told a television audience yesterday that her family had ''lost everything,'' the Lays' personal finances remain a mystery.    The couple appears to have at least $8 million ...","lead_paragraph":"Even as Linda Lay, the wife of the former Enron chairman Kenneth L. Lay, told a television audience yesterday that her family had ''lost everything,'' the Lays' personal finances remain a mystery. The couple appears to have at least $8 million in stock in two outside companies where Mr. Lay was a director and another $25 million in real estate holdings, various properties in Aspen, Colo., and their Houston apartment, according to public records that offer limited details.","abstract":"Personal finances of former Enron Corp chief executive Kenneth Lay and his wife Linda remain mysterious despite Mrs Lay's televised statement on Today show that they have 'lost everything'; couple appears to have at least $8 million in stock in two outside companies where Lay was director and another $25 million in real estate holdings, various properties in Aspen, Colo, and their Houston apartment (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Putting 'Lost Everything' In Perspective","kicker":"ENRON'S MANY STRANDS: EX-CHIEF'S HOLDINGS"},"keywords":[{"name":"creative_works","value":"TODAY (TV PROGRAM)"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"persons","value":"LAY, LINDA"},{"name":"glocations","value":"ASPEN (COLO)"},{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-29T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Health; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Reed","rank":1,"lastname":"ABELSON"}],"original":"By REED ABELSON"},"type_of_material":"News","_id":"4fd26be08eb7c8105d8244e9","word_count":777,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}