{"response":{"meta":{"hits":8011,"time":79,"offset":190},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/17\/business\/private-sector-a-spiritual-accounting-of-enron.html","snippet":"Enron's collapse has evoked widespread concern even in Japan. One of the spiritual business leaders of Japan, which itself is no stranger to corporate scandals, has weighed in. ''It is a sad event,'' said Kazuo Inamori, who ranks alongside Akio Mo...","lead_paragraph":"Enron's collapse has evoked widespread concern even in Japan. One of the spiritual business leaders of Japan, which itself is no stranger to corporate scandals, has weighed in. ''It is a sad event,'' said Kazuo Inamori, who ranks alongside Akio Morita, Sony's co-founder, and Soichiro Honda as one of the great Japanese postwar entrepreneurs. Dr. Inamori, 70, who founded and ran the Kyocera Corporation and the DDI Corporation, retired five years ago to become a Buddhist monk. He said the deals and accounting issues that brought down Enron ''show how much we have lost moral standards,'' adding that ''we need to reawaken business leaders to the importance to do the right thing, even in the pursuit of profit.''","abstract":"Kazuo Inamori, founder of Japan's Kyocera Corp and DDI Corp, who retired five years ago to become Buddhist monk, says questionable deals and accounting issues that brought down Enron reflect loss of moral standards; photo (S)","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Private Sector; A Spiritual Accounting of Enron"},"keywords":[{"name":"persons","value":"INAMORI, KAZUO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-02-17T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Kari","middlename":"Haskell","lastname":"COMPILED","rank":1,"role":"reported","organization":""}],"original":"By Kari Haskell (COMPILED BY RICK GLADSTONE)"},"type_of_material":"News","_id":"4fd2628e8eb7c8105d814bdf","word_count":175,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/16\/business\/enron-s-many-strands-ex-chairman-s-finances-lay-sold-shares-for-100-million.html","snippet":"Kenneth L. Lay sold $100 million in Enron stock last year, the company disclosed yesterday, with a large part of that coming from selling shares back to the company after he was warned by Sherron S. Watkins that the company might collapse ''in a w...","lead_paragraph":"Kenneth L. Lay sold $100 million in Enron stock last year, the company disclosed yesterday, with a large part of that coming from selling shares back to the company after he was warned by Sherron S. Watkins that the company might collapse ''in a wave of accounting scandals.'' The sales, disclosed in a report filed by Mr. Lay with the Securities and Exchange Commission, included $20 million of shares sold in the three weeks after Ms. Watkins, an Enron official, sent her warning to Mr. Lay.","abstract":"Enron discloses that Kenneth L Lay sold $100 million in Enron stock last year, including $20 million sold after he was warned by Sherron S Watkins that company might collapse 'in a wave of accounting scandals'; it is not clear how much profit Lay made on sales, many of which came while he was encouraging Enron employees to buy shares; Lay previously disclosed selling $29.9 million in shares in public markets from Jan through July; new disclosures show he took in $70.1 million from selling Enron stock back to company from Feb through Oct; spokeswoman for Lay says sales were unrelated to developments at Enron, including Watkins letter; despite sales, family members say Lay faces serious financial difficulties as he struggles to repay loans taken out to make investments, many of which have lost value; time line matches events at Enron last year with Lay's sales of company stock (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"LAY SOLD SHARES FOR $100 MILLION","kicker":"ENRON'S MANY STRANDS: EX-CHAIRMAN'S FINANCES"},"keywords":[{"name":"persons","value":"WATKINS, SHERRON S"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Floyd","rank":1,"lastname":"NORRIS"},{"organization":"","role":"reported","firstname":"David","rank":2,"lastname":"BARBOZA"}],"original":"By FLOYD NORRIS and DAVID BARBOZA"},"type_of_material":"News","_id":"4fd26da48eb7c8105d827266","word_count":1746,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/14\/business\/enron-s-many-strands-financial-reporting-pressure-for-overhaul-builds-stock.html","snippet":"John McCain and three of his Senate colleagues want to take a multibillion-dollar whack out of corporate America's profit column.    Microsoft would lose more than $2 billion in earnings. About $1 billion would vanish from AOL Time Warner's income...","lead_paragraph":"John McCain and three of his Senate colleagues want to take a multibillion-dollar whack out of corporate America's profit column. Microsoft would lose more than $2 billion in earnings. About $1 billion would vanish from AOL Time Warner's income statement. The Walt Disney Company would lose almost $300 million, and Starbucks $40 million.","abstract":"Sens John McCain, Peter G Fitzgerald, Carl Levin and Richard J Durbin, in wake of Enron collapse and widespread worries about quality of financial statements, introduce bill to force companies to deduct from profits estimated cost of stock options they give employees; companies now consider stock options to have no cost, but many receive large tax deductions when employees exercise them, much as corporations do for salaries they pay; corporate executives are expected to oppose measure strenuously (M)","print_page":"8","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Pressure for Overhaul Builds on Stock Options","kicker":"ENRON'S MANY STRANDS: FINANCIAL REPORTING"},"keywords":[{"name":"persons","value":"DURBIN, RICHARD J"},{"name":"persons","value":"LEVIN, CARL"},{"name":"persons","value":"MCCAIN, JOHN S"},{"name":"persons","value":"FITZGERALD, PETER G"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"TAX DEDUCTIONS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"LEONHARDT"}],"original":"By DAVID LEONHARDT"},"type_of_material":"News","_id":"4fd2341a8eb7c8105d7c4f3b","word_count":953,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/12\/nyregion\/c-corrections-583391.html","snippet":"An article in Money & Business on Sunday about efforts to reregulate businesses in the aftermath of the collapse of Enron, including proposals to reduce stock analysts' conflicts of interest, misstated Lehman Brothers' investment opinion on Enron ...","lead_paragraph":"An article in Money & Business on Sunday about efforts to reregulate businesses in the aftermath of the collapse of Enron, including proposals to reduce stock analysts' conflicts of interest, misstated Lehman Brothers' investment opinion on Enron stock. Lehman, which had recommended it until Dec. 7, stopped monitoring it after the company filed for bankruptcy protection and has no investment opinion. It is not still recommending the stock.","abstract":"Correction of February 10 article in Money & Business section on efforts to reregulate businesses in aftermath of collapse of Enron","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-12T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd21b2a8eb7c8105d79a07d","word_count":68,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/how-will-washington-read-the-signs.html","snippet":"LET the reforms begin.    For more than 20 years, the federal government has given companies fairly free rein, allowing them to operate with less and less regulation. Enron's collapse may well halt that trend. As Congressional hearings unfolded la...","lead_paragraph":"LET the reforms begin. For more than 20 years, the federal government has given companies fairly free rein, allowing them to operate with less and less regulation. Enron's collapse may well halt that trend. As Congressional hearings unfolded last week, with some witnesses invoking the Fifth Amendment and others providing new details of chicanery, policy makers were lining up to fix American business. Suddenly, there may be a political price to pay for not acting, and the race to regulate is on.","abstract":"Article on whether Enron Corp debacle will result in tighter Federal regulation of business; says accounting experts and some regulators argue that American companies should report profits in clearer ways and that those who audit books should be held to higher standards; holds Enron's move into bankruptcy protection could ignite most important business changes in decades or end up as just another business scandal; drawings (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How Will Washington Read the Signs?"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES ECONOMY"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"LEONHARDT"}],"original":"By DAVID LEONHARDT"},"type_of_material":"News","_id":"4fd2195e8eb7c8105d797331","word_count":516,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/04\/business\/enron-s-many-strands-litigation-lawyers-say-board-report-has-limited-value-for.html","snippet":"The Enron-sponsored report detailing the company's manipulation of numerous investment partnerships will provide only limited support to lawsuits by Enron investors and former employees, lawyers who filed the suits say.    ''It confirms many of th...","lead_paragraph":"The Enron-sponsored report detailing the company's manipulation of numerous investment partnerships will provide only limited support to lawsuits by Enron investors and former employees, lawyers who filed the suits say. ''It confirms many of the allegations in our complaints,'' said Steve W. Berman, a Seattle lawyer whose firm has filed four lawsuits seeking compensation for Enron employees who lost pensions, jobs or both when the company collapsed last fall.","abstract":"Lawyers for investors and former employees of Enron Corp say company-sponsored report detailing its manipulation of numerous investment partnerships will provide only limited support to lawsuits; say investigators failed to cover range of company activities that will figure prominently in many suits; say they ignored foreign operations, accusations of insider trading, company's role in California's energy crisis year ago and possible mishandling of employee pensions; sat they lacked access to several crucial Enron managers and members of Enron audit team at Arthur Andersen, or enough time to delve deeply into investment partnerships that were focus of inquiry; express misgivings that there was no mention of investment bankers and consultants they suspect played role in constructing financial house of cards (M)","print_page":"19","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Lawyers Say Board Report Has Limited Value for Them","kicker":"ENRON'S MANY STRANDS: LITIGATION"},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"PENSIONS AND RETIREMENT PLANS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"Barnaby","middlename":"J.","lastname":"FEDER","rank":1,"role":"reported","organization":""}],"original":"By BARNABY J. FEDER"},"type_of_material":"News","_id":"4fd21b2c8eb7c8105d79a21f","word_count":844,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/04\/us\/enron-s-many-strands-hearings-this-week.html","snippet":"Committee: House Committee on Financial Services: Subcommittee on Capital Markets, Insurance, and Government-Sponsored Enterprises  Chairman: Richard H. Baker  Republican, Louisiana  Date: Monday, 2 p.m. Tuesday, 10 a.m.  Focus: Regulation of acco...","lead_paragraph":"Committee: House Committee on Financial Services: Subcommittee on Capital Markets, Insurance, and Government-Sponsored Enterprises Chairman: Richard H. Baker Republican, Louisiana Date: Monday, 2 p.m. Tuesday, 10 a.m. Focus: Regulation of accounting industry, impact on commodity markets, reasons for Enron's overstated earnings, possible 401(k) mishandling and potential securities fraud. Expected witnesses: Monday Harvey L. Pitt Chairman, Securities and Exchange Commission William C. Powers Jr. Enron special investigative committee; Enron board; dean, University of Texas School of Law Tuesday Joseph F. Berardino Managing partner and chief executive, Andersen","abstract":"List of Congressinal hearings scheduled this week on collapse of Enron Corp, and expected witnesses at each","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Hearings This Week","kicker":"ENRON'S MANY STRANDS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-04T00:00:00Z","document_type":"article","news_desk":"National Desk","section_name":"U.S.","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd21b2c8eb7c8105d79a225","word_count":559,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/02\/business\/enron-s-many-strands-ex-chief-s-family-son-sister-enron-chief-secured-deals.html","snippet":"The sister and a son of Kenneth L. Lay, the former chairman and chief executive of the Enron Corporation, benefited from extensive business dealings with Enron, according to public records and interviews with family members and people close to the...","lead_paragraph":"The sister and a son of Kenneth L. Lay, the former chairman and chief executive of the Enron Corporation, benefited from extensive business dealings with Enron, according to public records and interviews with family members and people close to the Lays. The ties included Enron contracts with companies controlled by Lay family members and investments in companies in which family members had substantial holdings.","abstract":"Sister and son of Enron's former chairman Kenneth L Lay benefited from extensive business dealings with company; public records and interviews reveal that over last three years Lay and son Mark invested about $1 million in two privately-held technology companies in which Enron was involved and that in 1997, as shareholder group complained about such ties, Enron acquired company owned by Mark Lay; Enron hired Mark Lay with guaranteed $1-million deal over three years, and for years has used Houston travel agency co-owned by Sharon Lay; Mark Lay, who left Enron last year to enter Baptist seminary, paid nearly $315,000 to settle civil case related to federal probe of energy company he controlled; no criminal charges were brought; Mark Lay discusses dealings; chart tracking his career with various companies (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Son and Sister Of Enron Chief Secured Deals","kicker":"ENRON'S MANY STRANDS: EX-CHIEF'S FAMILY"},"keywords":[{"name":"persons","value":"LAY, SHARON"},{"name":"persons","value":"LAY, MARK"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"NEPOTISM"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-02T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Front Page; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"},{"organization":"","role":"reported","firstname":"Kurt","rank":2,"lastname":"EICHENWALD"}],"original":"By DAVID BARBOZA and KURT EICHENWALD"},"type_of_material":"News","_id":"4fd212458eb7c8105d7881d6","word_count":1709,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/22\/opinion\/a-new-rallying-cry-for-reform.html","snippet":"Congress returns from its winter break tomorrow to take up the defense of democracy against terrorism. Lawmakers would do well to note that American democracy is also being attacked from within by a poisonous system of unregulated campaign donatio...","lead_paragraph":"Congress returns from its winter break tomorrow to take up the defense of democracy against terrorism. Lawmakers would do well to note that American democracy is also being attacked from within by a poisonous system of unregulated campaign donations. There is no better illustration of the system's destructiveness than the fact that the attorney general has had to recuse himself from his department's investigation of Enron because Enron gave his campaigns a lot of money. Members of Congress find themselves in the same fix, and some are returning their Enron donations. Enron's vast contributions have already corrupted decision-making on tax cuts, energy policy and financial regulations. Now they threaten to hamper the investigation into one of the biggest business scandals in American history. There is one way that Congress can begin to cleanse itself of the Enron mess. That is to make the Shays-Meehan campaign finance reform bill its top priority. The bill, like a companion measure that has passed the Senate, seeks to close the ''soft money'' loophole that has allowed millions of dollars from corporations, unions and rich individuals to overwhelm and corrupt the campaign finance system. The Enron scandal has made the importance of that bill plainer than ever.","abstract":"Editorial urges House to approve bill to ban soft money political contributions as way to cleanse itself of Enron Corp debacle; holds Enron's vast contributions corrupted decision-making in variety of areas; warns Rep Tom DeLay, who raised money for himself, Republican Party and advocate groups from Enron, plans effort to gut bill","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"A New Rallying Cry for Reform"},"keywords":[{"name":"persons","value":"DELAY, TOM"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"ELECTIONS"}],"pub_date":"2002-01-22T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd2564b8eb7c8105d7ffd28","word_count":680,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/01\/18\/business\/enron-s-collapse-appointees-several-administration-officials-held-enron-shares.html","snippet":"While much has been made of the huge sums the Enron Corporation invested in the political campaigns of President Bush, some senior members of the Bush administration were also heavily invested in the company's stock.    Neither President Bush nor ...","lead_paragraph":"While much has been made of the huge sums the Enron Corporation invested in the political campaigns of President Bush, some senior members of the Bush administration were also heavily invested in the company's stock. Neither President Bush nor Vice President Dick Cheney owned Enron stock when they took office. But at least 30 senior administration officials and ambassadors entered government service last year with personal holdings in Enron stock ranging from several thousand dollars to as much as $50 million, according to a comprehensive review of financial disclosure forms.","abstract":"Some senior members of Bush administration were heavily invested in Enron Corp's stock; neither Pres Bush nor Vice Pres Dick Cheney owned Enron stock when they took office; at least 30 senior administration officials and ambassadors entered government service last year with personal holdings in Enron stock ranging from several thousand dollars to as much as $50 million; many of those officials sold their shares before Enron collapsed, in most cases because they were required to do so under federal conflict of interest rules; mandated sales were made in first months of 2001 while stock was still trading at $60 to $70 per share; list of some high-ranking administration officials who owned Enron stock; photos of Army Sec Thomas E White, who owned as much as $50 million, and trade representative Robert B Zoellick and White House adviser Karl Rove, who held stakes worth thousands (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Several Administration Officials Held Enron Shares","kicker":"ENRON'S COLLAPSE: THE APPOINTEES"},"keywords":[{"name":"persons","value":"DORR, THOMAS"},{"name":"persons","value":"ROVE, KARL"},{"name":"persons","value":"MARBURGER, JOHN"},{"name":"persons","value":"FISHER, LINDA JEAN"},{"name":"persons","value":"WHITE, THOMAS E"},{"name":"persons","value":"BUSH, GEORGE W"},{"name":"persons","value":"DEILY, LINNET F"},{"name":"persons","value":"RUMSFELD, DONALD H"},{"name":"persons","value":"CHENEY, DICK"},{"name":"persons","value":"CALIO, NICHOLAS"},{"name":"persons","value":"ALDONAS, GRANT"},{"name":"persons","value":"BEERS, CHARLOTTE"},{"name":"persons","value":"ZOELLICK, ROBERT B"},{"name":"persons","value":"TUTWILER, MARGARET"},{"name":"persons","value":"LIBBY, I LEWIS"},{"name":"persons","value":"COPPER, KATHLEEN B"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-01-18T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business; Washington","subsection_name":null,"byline":{"person":[{"qualifier":"Jr.","firstname":"Don","middlename":"Van","lastname":"NATTA","rank":1,"role":"reported","organization":""},{"organization":"","role":"reported","firstname":"Leslie","rank":2,"lastname":"WAYNE"}],"original":"By DON VAN NATTA Jr. and LESLIE WAYNE"},"type_of_material":"News","_id":"4fd2124c8eb7c8105d78877c","word_count":1498,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}