{"response":{"meta":{"hits":8011,"time":213,"offset":810},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2003\/06\/04\/business\/ex-trader-at-enron-is-charged-in-california-power-case.html","snippet":"Federal authorities arrested a former senior trader with the Enron Corporation yesterday, charging him in a criminal complaint with manipulating the California power market during the state's energy crisis two years ago.    The trader, John M. For...","lead_paragraph":"Federal authorities arrested a former senior trader with the Enron Corporation yesterday, charging him in a criminal complaint with manipulating the California power market during the state's energy crisis two years ago. The trader, John M. Forney, was arrested at the offices of American Electric Power in Columbus, Ohio, where he now works. According to the complaint, two former Enron traders who have already pleaded guilty to manipulation -- including Timothy N. Belden, the former head of trading in Enron's office in Portland, Ore. -- provided evidence against Mr. Forney.","abstract":"Federal authorities arrest former senior trader with Enron Corp, John M Forney, charging him in criminal complaint with manipulating California power market during state's 2001 energy crisis; Timothy N Belden and another former Enron trader, both of whom pleaded guilty to similar charges, provided evidence against Forney (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ex-Trader at Enron Is Charged in California Power Case"},"keywords":[{"name":"persons","value":"FORNEY, JOHN M"},{"name":"persons","value":"BELDEN, TIMOTHY N"},{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SHORTAGES"},{"name":"subject","value":"ANTITRUST ACTIONS AND LAWS"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"}],"pub_date":"2003-06-04T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd2740e8eb7c8105d831e96","word_count":655,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/05\/19\/business\/ex-officer-of-enron-back-in-court-today.html","snippet":"Andrew S. Fastow, the former chief financial officer of Enron, who has been indicted on 78 counts of fraud, money laundering, conspiracy and obstruction of justice, will be back in front of a federal judge on Monday.    Mr. Fastow, 41, is to be ar...","lead_paragraph":"Andrew S. Fastow, the former chief financial officer of Enron, who has been indicted on 78 counts of fraud, money laundering, conspiracy and obstruction of justice, will be back in front of a federal judge on Monday. Mr. Fastow, 41, is to be arraigned on charges of insider trading, filing false tax forms and conspiracy to falsify books and records in an expanded indictment that was unsealed on May 1.","abstract":"Former Enron Corp chief financial officer Andrew S Fastow, indicted on 78 counts of fraud and other charges, is set to be arraigned on further charges stemming from expanded indictment (S)","print_page":"4","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Ex-Officer of Enron Back in Court Today"},"keywords":[{"name":"persons","value":"FASTOW, ANDREW S"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-05-19T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd28f638eb7c8105d866ba2","word_count":289,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/02\/21\/business\/company-news-judge-gives-enron-more-time-on-reorganization-plan.html","snippet":"A New York judge overseeing Enron's bankruptcy case agreed yesterday to give the company more time to file a reorganization plan. The judge, Arthur J. Gonzalez of United States Bankruptcy Court, pushed the deadline for filing the plan to April 30 ...","lead_paragraph":"A New York judge overseeing Enron's bankruptcy case agreed yesterday to give the company more time to file a reorganization plan. The judge, Arthur J. Gonzalez of United States Bankruptcy Court, pushed the deadline for filing the plan to April 30 from Jan. 31. Enron had asked for the extension, the third since it filed for bankruptcy protection 15 months ago. The extension relieves pressure for Enron to decide whether to liquidate or emerge from bankruptcy protection as the company continues to review bids received on its most valuable assets.","abstract":"US Bankruptcy Court Judge Arthur J Gonzalez, who is overseeing Enron Corp's bankruptcy case, gives company more time to file reorganization plan (S)","print_page":"3","blog":[],"source":"AP","multimedia":[],"headline":{"main":"JUDGE GIVES ENRON MORE TIME ON REORGANIZATION PLAN","kicker":"COMPANY NEWS"},"keywords":[{"name":"persons","value":"GONZALEZ, ARTHUR J"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-02-21T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd241c38eb7c8105d7da342","word_count":92,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/02\/14\/business\/wall-st-firms-are-faulted-in-report-on-enron-s-taxes.html","snippet":"Wall Street banks, acting on the advice of leading lawyers and accounting firms, helped Enron devise shelters that let the company operate tax-free for years while exaggerating its reported profits by billions, the Senate Finance Committee was tol...","lead_paragraph":"Wall Street banks, acting on the advice of leading lawyers and accounting firms, helped Enron devise shelters that let the company operate tax-free for years while exaggerating its reported profits by billions, the Senate Finance Committee was told today. Senators said that the findings, in a three-volume report by the staff of the Joint Committee on Taxation, raised disturbing questions about the reliability of corporate financial reporting.","abstract":"Senate Finance Committee is told Wall Street banks, acting on advice of leading lawyers and accounting firms, helped Enron devise tax shelters that let company operate tax-free for years while exaggerating its reported profits by billions; senators say findings, in three-volume report by staff of Joint Committee on Taxation, raises disturbing questions about reliability of corporate financial reporting; Sens Charles E Grassley and Max Baucus pledge to campaign for legislation closing abusive tax shelters and to push for further reform of acccounting rules and enforcement of ethical standards governing accountants and lawyers; Lindy L Paull, chief of joint committee staff, says Enron's tax department 'was converted into an Enron business unit, complete with annual revenue targets'; report says tax shelters were intended to allow Enron to book $2 billion of profits almost immediately, even as company was saving $2 billion on federal income taxes over period of years; chart; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Wall St. Firms Are Faulted In Report on Enron's Taxes"},"keywords":[{"name":"persons","value":"GRASSLEY, CHARLES E"},{"name":"persons","value":"PAULL, LINDY L"},{"name":"persons","value":"BAUCUS, MAX"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"TAX SHELTERS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-02-14T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"firstname":"David","middlename":"Cay","lastname":"JOHNSTON","rank":1,"role":"reported","organization":""}],"original":"By DAVID CAY JOHNSTON"},"type_of_material":"News","_id":"4fd23af68eb7c8105d7cf82f","word_count":1271,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2003\/01\/24\/business\/enron-to-seek-approval-for-new-bonuses.html","snippet":"The Enron Corporation will ask a bankruptcy court judge next month to approve an additional $29 million in pay for hundreds of employees needed to assist in the company's reorganization and possible liquidation.    Under the proposal, up to 900 cr...","lead_paragraph":"The Enron Corporation will ask a bankruptcy court judge next month to approve an additional $29 million in pay for hundreds of employees needed to assist in the company's reorganization and possible liquidation. Under the proposal, up to 900 crucial employees will be asked to stay until February 2004.","abstract":"Enron Corp will ask bankruptcy court Judge Arthur J Gonzalez in February to approval additional $29 million in pay for hundreds of employees needed to assist in company's reorganization and possible liquidation; up to 900 crucial employees will be asked to stay until February 2004; request comes after retention bonuses awarded in 2002 that were intended to keep employees through end of February 2003 (S)","print_page":"20","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Enron to Seek Approval for New Bonuses"},"keywords":[{"name":"persons","value":"GONZALEZ, ARTHUR J"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"WAGES AND SALARIES"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BONUSES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2003-01-24T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2207f8eb7c8105d7a420c","word_count":183,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/23\/business\/former-officials-say-enron-hid-gains-during-crisis-in-california.html","snippet":"The Enron Corporation used undisclosed reserves to keep as much as $1.5 billion in trading profits off its books during the California energy crisis, according to six former managers and executives who handled or reviewed the accounts.    The enor...","lead_paragraph":"The Enron Corporation used undisclosed reserves to keep as much as $1.5 billion in trading profits off its books during the California energy crisis, according to six former managers and executives who handled or reviewed the accounts. The enormous reserves, which would have doubled the company's reported profits, were hidden in late 2000 and early 2001, as energy prices soared in California and politicians accused trading companies like Enron of price gouging. The former Enron officials said that the company swelled the reserves in hopes of damping the political firestorm.","abstract":"Former Enron managers and executives say company used undisclosed reserves to keep as much as $1.5 billion in trading profits off its books during California energy squeeze of 2000 and 2001 in order to damp political firestorm; say reserves were also used to allow company to report steady profit growth, the kind preferred by investors; majority of gains were 'paper' profits on long-term contracts, rather than cash that could have helped Enron stave off liquidity crisis that led to its collapse; accountants say subjectivity of so-called prudency reserves, which trading companies are allowed to use to protect against market risks, make them susceptible to abuse; photos; graphs (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Former Officials Say Enron Hid Gains During Crisis in California"},"keywords":[{"name":"glocations","value":"CALIFORNIA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SHORTAGES"},{"name":"subject","value":"PRICES (FARES, FEES AND RATES)"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-06-23T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd238e08eb7c8105d7cbfe9","word_count":1463,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/09\/business\/l-idle-time-after-enron-447668.html","snippet":"To the Editor:    ''From Enron's Rubble, Life on a Luxury Tightrope'' (May 19) described how those unfortunate executives at Enron have been forced to exist on the millions they made there, and how they have found ways ''to pass the time and ease ...","lead_paragraph":"To the Editor: ''From Enron's Rubble, Life on a Luxury Tightrope'' (May 19) described how those unfortunate executives at Enron have been forced to exist on the millions they made there, and how they have found ways ''to pass the time and ease the pain of their withdrawal from corporate America.''","abstract":"George Parker letter on May 19 article contrasts fate of wealthy former Enron Corp executives with plight of other former Enron employees","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Idle Time After Enron"},"keywords":[{"name":"persons","value":"PARKER, GEORGE"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-06-09T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business; Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd237cd8eb7c8105d7ca677","word_count":137,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/06\/01\/opinion\/enron-s-ready-access.html","snippet":"Pressed by Congressional Democrats, the White House has begun disgorging new information about the administration's extensive contacts with Enron executives. Alberto Gonzales, counsel to President Bush, asserted recently that the evidence showed t...","lead_paragraph":"Pressed by Congressional Democrats, the White House has begun disgorging new information about the administration's extensive contacts with Enron executives. Alberto Gonzales, counsel to President Bush, asserted recently that the evidence showed that officials had responded in ''appropriate and responsible'' ways whenever they were in touch with the giant energy company, which collapsed last winter. But Mr. Gonzales's comment reflects precisely what is wrong with this picture. In Washington it is considered perfectly ''appropriate'' for officials to grant access to a company that used vast campaign donations to influence policy. The administration says there is no evidence that Enron appealed to White House officials during its financial crisis. Last fall the administration said that Treasury Secretary Paul O'Neill and Commerce Secretary Donald Evans had rebuffed Enron's requests for help. Quite properly, however, investigators are seeking evidence that Enron sought to influence policy in less explicit ways that would have helped its balance sheet. The administration's penchant for secrecy, including Vice President Dick Cheney's refusal to provide records of contacts with his energy task force, has not banished suspicions in this regard. Enron and its employees gave more than $1 million to Mr. Bush's campaign, the Republican Party and the Bush inaugural. The company jet was used by Bush aides in the campaign and the post-election dispute in Florida.","abstract":"Editorial deplores easy access to White House enjoyed by companies like Enron that used vast campaign donations to influence policy; notes White House, pressed by Congressional Democrats, has now begun disgorging new information about administration's extensive contacts with Enron executives","print_page":"14","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Enron's Ready Access"},"keywords":[{"name":"persons","value":"BUSH, GEORGE W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-06-01T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd21cf58eb7c8105d79d53e","word_count":432,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/05\/31\/business\/two-directors-leave-enron.html","snippet":"Two Enron directors who joined the board in 1999, when the company was making its climb into the top 10 of the Fortune 500, have resigned.    ''The changes reflect advancements in the transition plan established earlier this year by the board,'' E...","lead_paragraph":"Two Enron directors who joined the board in 1999, when the company was making its climb into the top 10 of the Fortune 500, have resigned. ''The changes reflect advancements in the transition plan established earlier this year by the board,'' Enron said today.","abstract":"Enron Corp directors Frank Savage and John Mendelsohn resign; board elects John W Ballantine and Corbin A McNeill Jr to succeed Savage and Mendelsohn (S)","print_page":"4","blog":[],"source":"AP","multimedia":[],"headline":{"main":"Two Directors Leave Enron"},"keywords":[{"name":"persons","value":"SAVAGE, FRANK"},{"name":"persons","value":"MENDELSOHN, JOHN"},{"name":"persons","value":"MCNEILL, CORBIN A JR"},{"name":"persons","value":"BALLANTINE, JOHN W"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"APPOINTMENTS AND EXECUTIVE CHANGES"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"}],"pub_date":"2002-05-31T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd22f6e8eb7c8105d7bdb68","word_count":222,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/01\/opinion\/l-market-s-no-cure-for-enron-disease-300209.html","snippet":"To the Editor:    Re ''Greenspan Says Enron Cure Is in Market, Not Regulation'' (Business Day, March 27):    Alan Greenspan is again roaming well beyond his portfolio as chairman of the Federal Reserve. His speech at New York University was a misc...","lead_paragraph":"To the Editor: Re ''Greenspan Says Enron Cure Is in Market, Not Regulation'' (Business Day, March 27): Alan Greenspan is again roaming well beyond his portfolio as chairman of the Federal Reserve. His speech at New York University was a mischievous attack on efforts to enact strong statutory reforms that would prevent another Enron disaster.","abstract":"Ralph Nader letter on Mar 27 article scores Federal Reserve chairman Alan Greenspan for his attack on efforts to enact statutory reforms that would prevent another Enron disaster","print_page":"18","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Market's No Cure For Enron Disease"},"keywords":[{"name":"persons","value":"GREENSPAN, ALAN"},{"name":"persons","value":"NADER, RALPH"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORPORATIONS"},{"name":"subject","value":"REGULATION AND DEREGULATION OF INDUSTRY"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-04-01T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd22ea28eb7c8105d7bcc61","word_count":190,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}