{"response":{"meta":{"hits":8011,"time":111,"offset":940},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2006\/04\/06\/business\/businessspecial3\/06enron.html","snippet":"The defense in the Enron trial tried to cast doubt on allegations of accounting irregularities made by Sherron S. Watkins....","lead_paragraph":"The defense in the Enron trial presented testimony Wednesday that tried to cast doubt on allegations of accounting irregularities made by Sherron S. Watkins, a former Enron vice president, in a 2001 memo to the former chairman, Kenneth L. Lay. The testimony was given by a lawyer, Max Hendrick III, who said he had been hired by Enron to perform a preliminary investigation of Ms. Watkins's suspicions and determine if a more comprehensive investigation was needed. He was testifying in the fraud trial of Mr. Lay and the former chief executive, Jeffrey K. Skilling.","abstract":"Attorney Max Hendrick III, who was hired by Enron to perform preliminary investigation of former vice president Sherron S Watkins, testifies in fraud trial of former Enron executives Kenneth L Lay and Jeffrey K Skilling that he found no fraud had occurred; says Watkins' allegations were based on footnotes in Securities and Exchange Commission documents and office gossip; prosecutors question whether Hendricks could conduct proper investigation considering Enron's business was worth $40 million for his firm; photo (M)","print_page":"3","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"Lawyer Hired by Enron Says He Found No Fraud"},"keywords":[{"name":"persons","value":"HENDRICK, MAX III"},{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"persons","value":"WATKINS, SHERRON S"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORPORATION"},{"name":"organizations","value":"SECURITIES AND EXCHANGE COMMISSION"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SECURITIES AND COMMODITIES VIOLATIONS"},{"name":"subject","value":"SUITS AND LITIGATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2006-04-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd2509b8eb7c8105d7f4399","word_count":338,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1998\/12\/16\/business\/company-news-enron-reports-offer-for-its-stake-in-enron-oil-and-gas.html","snippet":"The Enron Corporation said yesterday that it had received an unsolicited offer for its stake in the Enron Oil and Gas Company. Enron, based in Houston, said in a Securities and Exchange Commission filing that it had received ''an unsolicited indic...","lead_paragraph":"The Enron Corporation said yesterday that it had received an unsolicited offer for its stake in the Enron Oil and Gas Company. Enron, based in Houston, said in a Securities and Exchange Commission filing that it had received ''an unsolicited indication of interest from a third party.'' The company did not name the potential bidder. Enron owns 53.5 percent of Enron Oil and Gas, also based in Houston, which has a market value of about $2.3 billion. Enron shares fell 43.75 cents, to $53.4375. Shares of Enron Oil and Gas rose $2.625 each, to $15.50. Enron Oil and Gas explores for and produces natural gas and crude oil. Enron produces and sells natural gas and electricity.","abstract":"Enron Corp receives unsolicited offer from unidentified potential buyer for its stake in Enron Oil and Gas Co (S)","print_page":"4","blog":[],"source":"Bloomberg News","multimedia":[],"headline":{"main":"ENRON REPORTS OFFER FOR ITS STAKE IN ENRON OIL AND GAS","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"ENRON OIL & GAS CO"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"}],"pub_date":"1998-12-16T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd21c1d8eb7c8105d79c532","word_count":118,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/1994\/10\/19\/business\/company-news-filing-for-initial-public-offering-by-enron-unit.html","snippet":"The Enron Corporation, a diversified energy company based in Houston, said yesterday that it planned an initial public offering of 8.7 million shares of its Enron Global Power and Pipelines L.L.C. Proceeds are expected to be about $200 million. Af...","lead_paragraph":"The Enron Corporation, a diversified energy company based in Houston, said yesterday that it planned an initial public offering of 8.7 million shares of its Enron Global Power and Pipelines L.L.C. Proceeds are expected to be about $200 million. After the offering, Enron would own 52 to 58 percent of Enron Global Power. Also, the Enron Development Corporation said it was close to completing a $2.5 billion power plant deal with the Maharashtra State Electricity Board in India. A spokeswoman said Enron would operate and own 80 percent of the plant, which is planned for Dabhol, about 100 miles south of Bombay.","abstract":null,"print_page":"3","blog":[],"source":"Reuters","multimedia":[],"headline":{"main":"FILING FOR INITIAL PUBLIC OFFERING BY ENRON UNIT","kicker":"COMPANY NEWS"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"ENRON GLOBAL POWER & PIPELINES"}],"pub_date":"1994-10-19T00:00:00Z","document_type":"article","news_desk":"Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd1e6c18eb7c8105d733285","word_count":104,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2009\/12\/20\/opinion\/20rich.html","snippet":"Tiger Woods, whose sham beatific image was questioned by no one until it collapsed, exemplifies the decade of Enron, in which most of us have been so easily bamboozled....","lead_paragraph":"AS we say farewell to a dreadful year and decade, this much we can agree upon: The person of the year is not Ben Bernanke, no matter how insistently Time magazine tries to hype him into its pantheon. The Fed chairman was just as big a schnook as every other magical thinker in Washington and on Wall Street who believed that housing prices would go up in perpetuity to support an economy leveraged past the hilt. Unlike most of the others, it was Bernanke's job to be ahead of the curve. Yet as recently as June of last year he could be found minimizing the possibility of a substantial economic downturn. And now we're supposed to applaud him for putting his finger in the dike after disaster struck? This is defining American leadership down. If there's been a consistent narrative to this year and every other in this decade, it's that most of us, Bernanke included, have been so easily bamboozled. The men who played us for suckers, whether at Citigroup or Fannie Mae, at the White House or Ted Haggard's megachurch, are the real movers and shakers of this century's history so far. That's why the obvious person of the year is Tiger Woods. His sham beatific image, questioned by almost no one until it collapsed, is nothing if not the farcical reductio ad absurdum of the decade's flimflams, from the cancerous (the subprime mortgage) to the inane (balloon boy).","abstract":"Frank Rich Op-Ed column holds that end of 2009 is chance to say farewell to dreadful year and dreadful decade; says most striking story of year may well be that of fall from grace of Tiger Woods--because all of America, including news media, fell hard for Woods myth and actively helped sustain and enhance it; suggests there is parallel in story of Barack Obama, around whom both right and left are coalescing in shared suspicion that Obama's brilliant presidential campaign was as hollow as Tiger's public image; drawing (M)","print_page":"7","blog":[],"source":"The New York Times","multimedia":[{"url":"images\/2009\/12\/20\/opinion\/20rich_art\/thumbStandard.jpg","subtype":"thumbnail","legacy":{"hasthumbnail":"Y","thumbnailheight":75,"thumbnail":"images\/2009\/12\/20\/opinion\/20rich_art\/thumbStandard.jpg"},"type":"image","height":75},{"subtype":"xlarge","url":"images\/2009\/12\/20\/opinion\/20rich_art\/popup.jpg","height":878,"width":650,"legacy":{"xlargewidth":650,"hasxlarge":"Y","xlarge":"images\/2009\/12\/20\/opinion\/20rich_art\/popup.jpg","xlargeheight":878},"type":"image"}],"headline":{"main":"Tiger Woods, Person of the Year","kicker":"OP-ED COLUMNIST"},"keywords":[{"name":"persons","value":"WOODS, TIGER"},{"name":"persons","value":"OBAMA, BARACK"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"ACCENTURE LTD"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"UNITED STATES POLITICS AND GOVERNMENT"},{"name":"subject","value":"ADVERTISING AND MARKETING"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"GOLF"},{"name":"subject","value":"NEWS AND NEWS MEDIA"}],"pub_date":"2009-12-20T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Frank","lastname":"RICH"}],"original":"By FRANK RICH"},"type_of_material":"Op-Ed","_id":"4fd275a28eb7c8105d8357c5","word_count":1549,"slideshow_credits":null},{"web_url":"http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E7D8113FF93AA15752C0A9609C8B63","snippet":"KENNETH L. LAY and his second in command, Jeffrey K. Skilling, were the public faces of Enron, painting a rosy picture of strong profits and healthy businesses. But as the facts began to tumble out, in the fall of 2001, the company swiftly collaps...","lead_paragraph":"KENNETH L. LAY and his second in command, Jeffrey K. Skilling, were the public faces of Enron, painting a rosy picture of strong profits and healthy businesses. But as the facts began to tumble out, in the fall of 2001, the company swiftly collapsed, taking with it the fortunes and retirement savings of thousands of employees. Tomorrow is the first day of the trial of Mr. Lay, who as founder and chairman is accused of seven counts of fraud and conspiracy, and Mr. Skilling, his chief executive, who faces dozens of counts, including fraud, conspiracy and insider trading.","abstract":"Article on 10 major figures in Enron trial and where they are now; says Rebecca Mark was forced to resign in August 2000 when she was chief executive of Enron's Azurix subsidiary; holds she sold her shares for $82.5 million and later agreed to pay $5.2 million share of $13 million settlement with Enron shareholders; says she cooperated with Senate investigation but is not on government's witness list; photo (S)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"10 Enron Players: Where They Landed After the Fall"},"keywords":[{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"persons","value":"MARK, REBECCA"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"AZURIX CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2006-01-29T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1,"firstname":"Kate","lastname":"MURPHY"}],"original":"By KATE MURPHY"},"type_of_material":"News","_id":"4fd269358eb7c8105d81fcad","word_count":459,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2004\/02\/24\/business\/by-the-numbers-for-small-accounting-firms-scandals-have-an-upside.html","snippet":"WHEN the corporate scandals at the Enron Corporation and WorldCom led to strict new accounting legislation to regulate public companies, a handful of small financial consulting firms realized they were facing a tremendous opportunity.    Among oth...","lead_paragraph":"WHEN the corporate scandals at the Enron Corporation and WorldCom led to strict new accounting legislation to regulate public companies, a handful of small financial consulting firms realized they were facing a tremendous opportunity. Among other changes, the law -- the Sarbanes-Oxley Act of 2002 -- requires publicly traded companies to create tight internal controls over their financial reporting process, and then to regularly assess their effectiveness.","abstract":"Small accounting and financial advisory firms are benefiting from Sarbanes-Oxley Act, federal legislation enacted in response to series of corporate scandals; law requires publicly traded companies to create tight internal controls over their financial reporting process and to assess their effectiveness regularly, but prohibits company's auditing firm from doing that work; public companies are expected to spend average of nearly $2 million each in first year to comply with new rules; photo (Special section, Small Business) (M)","print_page":"11","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"For Small Accounting Firms, Scandals Have an Upside","kicker":"BY THE NUMBERS"},"keywords":[{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"WORLDCOM INC"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"SMALL BUSINESS"},{"name":"subject","value":"LAW AND LEGISLATION"}],"pub_date":"2004-02-24T00:00:00Z","document_type":"article","news_desk":"Small Business","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Karen","rank":1,"lastname":"ALEXANDER"}],"original":"By KAREN ALEXANDER"},"type_of_material":"News","_id":"4fd24f148eb7c8105d7f16c8","word_count":945,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/11\/18\/giving\/coping-city-of-enron-carries-on-battered-but-unbowed.html","snippet":"THE teal-colored Star of Hope building, a few blocks from this city's state-of-the-art downtown baseball stadium, could be called a state-of-the-art homeless shelter. It has a dormitory with 100 bunk beds for transient men and long-term housing fo...","lead_paragraph":"THE teal-colored Star of Hope building, a few blocks from this city's state-of-the-art downtown baseball stadium, could be called a state-of-the-art homeless shelter. It has a dormitory with 100 bunk beds for transient men and long-term housing for men taking classes on subjects like preventing substance abuse or finding a job. It even has a computer room. Just as the stadium, christened Enron Field, is an emblem of the prosperity that Houston enjoyed in the 1990's, the shelter is evidence of the philanthropic generosity that was also common. The $8 million shelter was built with donations, including many from employees of Enron, the energy company that paid $100 million for the naming rights on the stadium.","abstract":"Nonprofit organizations, arts groups and other entities in Houston must contend with tougher fund-raising environment since collapse of Enron Corp and decline of stock market; Houston Endowment, largest philanthropic endowment in city, has dropped to about $1.3 billion from $1.6 billion in fall of 2000; photos (M) (Special section, Giving)","print_page":"16","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"City of Enron Carries On, Battered but Unbowed","kicker":"COPING"},"keywords":[{"name":"glocations","value":"HOUSTON (TEX)"},{"name":"organizations","value":"HOUSTON ENDOWMENT"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"PHILANTHROPY"},{"name":"subject","value":"STOCKS AND BONDS"}],"pub_date":"2002-11-18T00:00:00Z","document_type":"article","news_desk":"Giving","section_name":null,"subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Jim","rank":1,"lastname":"YARDLEY"}],"original":"By JIM YARDLEY"},"type_of_material":"News","_id":"4fd23bab8eb7c8105d7d09e1","word_count":1105,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/10\/19\/business\/ubs-copes-with-legacy-of-enron.html","snippet":"Eight months ago, when UBS Warburg acquired Enron's trading unit, the Swiss investment banking company thought it got a steal.    UBS paid nothing but the promise of a percentage of future profits for Enron's most prized asset, a fast-growing ener...","lead_paragraph":"Eight months ago, when UBS Warburg acquired Enron's trading unit, the Swiss investment banking company thought it got a steal. UBS paid nothing but the promise of a percentage of future profits for Enron's most prized asset, a fast-growing energy trading operation that in 2000 and 2001 booked about $4 billion in operating profits.","abstract":"Drastic contraction throughout energy trading industry causes investment bank UBS Warburg's eight-month-old acquisition of Enron Corp's trading division to markedly underperform expectations; criminal charges against both former Enron employees and those who remained after UBS takeover further dampen prospects for achievement of UBS' projected profits; continuing investigation is likely to reveal that much of Enron's last five years of 'successful' operations were fictional; photos (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"UBS Copes With Legacy Of Enron"},"keywords":[{"name":"organizations","value":"UBS WARBURG"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"FRAUDS AND SWINDLING"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"COMPANY AND ORGANIZATION PROFILES"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"INDUSTRY PROFILES"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-10-19T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"BARBOZA"}],"original":"By DAVID BARBOZA"},"type_of_material":"News","_id":"4fd282708eb7c8105d84fb49","word_count":1271,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/04\/20\/business\/lone-ranger-of-auditors-fell-slowly-out-of-saddle.html","snippet":"Among accountants, so often dismissed as drones in green eyeshades, Arthur Andersen historically stood out for its arrogance. This was the firm that often defied the resistance not just of fellow accountants, but of clients, to speak up for fuller...","lead_paragraph":"Among accountants, so often dismissed as drones in green eyeshades, Arthur Andersen historically stood out for its arrogance. This was the firm that often defied the resistance not just of fellow accountants, but of clients, to speak up for fuller financial disclosure, and whose partners carried themselves with a rectitude that competitors often found hard to bear. But over the last five years, a different Arthur Andersen has been on display, a firm that time after time -- at Sunbeam, Waste Management, McKesson HBOC, the Baptist Foundation of Arizona and, most infamously, Enron -- signed off on clients' accounting that was misleading or just plain wrong.","abstract":"Current and former accountants at Arthur Andersen believe that steadily increasing pressure to bring in revenues gradually transformed firm and led its auditors to sign off on clients' results that they would never have approved in past; also cite clients' greater aggressiveness with auditors, pressures that arose after splitting of consulting and accounting operations in 1989 and changes in accounting industry, whose rules have become more complex, more like tax code than set of principles (M)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Lone Ranger Of Auditors Fell Slowly Out of Saddle"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"organizations","value":"ANDERSEN, ARTHUR"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"CONSULTANTS"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-04-20T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","rank":1}],"original":"By JONATHAN D. GLATER"},"type_of_material":"An Analysis; News Analysis","_id":"4fd21b978eb7c8105d79abe3","word_count":1256,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/30\/business\/world-business-briefing-europe-spain-top-bid-for-enron-assets.html","snippet":"Spain's second-largest electricity company, Iberdrola, topped five bidders with an offer of $315 million for the Enron Corporation's turbines, generators and an unfinished power-plant project. In a document filed late Thursday with the Bankruptcy ...","lead_paragraph":"Spain's second-largest electricity company, Iberdrola, topped five bidders with an offer of $315 million for the Enron Corporation's turbines, generators and an unfinished power-plant project. In a document filed late Thursday with the Bankruptcy Court for the Southern District of New York, Enron said Iberdrola's bid for the assets represents the highest and best offer received after months of negotiations with interested parties beginning last summer.","abstract":"Iberdrola of Spain is top bidder with offer of $315 million for bankrupt Enron Corp's turbines, generators and unfinished power-plant project (S)","print_page":"3","blog":[],"source":"Dow Jones","multimedia":[],"headline":{"main":"World Business Briefing | Europe: Spain: Top Bid For Enron Assets"},"keywords":[{"name":"organizations","value":"IBERDROLA SA"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"ELECTRIC LIGHT AND POWER"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-03-30T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"News","_id":"4fd278978eb7c8105d83b11d","word_count":66,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}