{"response":{"meta":{"hits":8011,"time":98,"offset":570},"docs":[{"web_url":"http:\/\/www.nytimes.com\/2002\/03\/02\/business\/skilling-s-lawyer-aims-at-accuser.html","snippet":"The lawyer for Jeffrey K. Skilling, the former chief executive of Enron, suggested in a televised interview tonight that an Enron executive who has drawn widespread publicity for asserting that Mr. Skilling was at fault for Enron's collapse was mo...","lead_paragraph":"The lawyer for Jeffrey K. Skilling, the former chief executive of Enron, suggested in a televised interview tonight that an Enron executive who has drawn widespread publicity for asserting that Mr. Skilling was at fault for Enron's collapse was motivated by a lucrative book deal. Bruce Hiler, Mr. Skilling's lawyer, and Mr. Skilling appeared tonight on ''Larry King Live'' on CNN. Mr. Hiler attacked the motives of Sherron S. Watkins, the Enron vice president who gave a warning in August to the company's former chairman, Kenneth L. Lay, that Enron would implode in an accounting scandal.","abstract":"Bruce Hiler, lawyer for Jeffrey K Skilling, former chief exec of Enron, suggests in televised interview that Sheron S Watkins, Enron exec who has drawn wide publicity for asserting that Skilling was at fault for Enron's collapse, was motivated by lucrative book deal; Hiler and Skilling appear on television show Larry King Live, on CNN (M)","print_page":"3","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Skilling's Lawyer Aims at Accuser"},"keywords":[{"name":"creative_works","value":"LARRY KING LIVE (TV PROGRAM)"},{"name":"persons","value":"WATKINS, SHERRON"},{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"persons","value":"HILER, BRUCE"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"TELEVISION"},{"name":"subject","value":"ETHICS"}],"pub_date":"2002-03-02T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"qualifier":"Jr","firstname":"Richard","middlename":"A.","lastname":"OPPEL","rank":1,"role":"reported","organization":""}],"original":"By RICHARD A. OPPEL Jr"},"type_of_material":"News","_id":"4fd273318eb7c8105d8308c3","word_count":406,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/28\/business\/enron-s-many-strands-acting-chief-trying-breathe-life-into-corporate-corpse.html","snippet":"Enron's ex-employees have every right to be angry, says Stephen F. Cooper, the bankruptcy expert who is working to salvage what's left of the company after what he calls its ''implosion.'' After putting their time and energy into the hard-charging...","lead_paragraph":"Enron's ex-employees have every right to be angry, says Stephen F. Cooper, the bankruptcy expert who is working to salvage what's left of the company after what he calls its ''implosion.'' After putting their time and energy into the hard-charging Enron, ''all of a sudden, they get 'bageled,' '' as he put it in a interview this week. ''If it happened to me, I'd be livid.'' Bageled? As in zeroed out, a reference to a bagel's shape? Or a reference to the fact that executives got Enron's dough and the employees were left with the hole? No matter. Mr. Cooper is rolling.","abstract":"Stephen F Cooper is trying to salvage what is left of Enron Corp; he has to sell off company's assets to satisfy company's creditors and try to preserve what can be preserved to keep Enron in business; Cooper says to achieve his goals more layoffs lie ahead and retention bonuses paid to current executives to stay on job; photo (M)","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Trying to Breathe Life Into a Corporate Corpse","kicker":"ENRON'S MANY STRANDS: THE ACTING CHIEF"},"keywords":[{"name":"persons","value":"COOPER, STEPHEN F"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"LABOR"},{"name":"subject","value":"MERGERS, ACQUISITIONS AND DIVESTITURES"},{"name":"subject","value":"EXECUTIVES AND MANAGEMENT"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"LAYOFFS AND JOB REDUCTIONS"},{"name":"subject","value":"BONUSES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-28T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"John","rank":1,"lastname":"SCHWARTZ"},{"organization":"","role":"reported","firstname":"Neela","rank":2,"lastname":"BANERJEE"}],"original":"By JOHN SCHWARTZ and NEELA BANERJEE"},"type_of_material":"News","_id":"4fd21b338eb7c8105d79a65b","word_count":973,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/13\/business\/enron-s-many-strands-ex-chairman-questions-were-answered-board-s-investigation.html","snippet":"Kenneth L. Lay has not always been silent about what he knew of the debacle at the Enron Corporation.    Just four weeks before his decision to decline to testify before a Senate committee investigating the Enron collapse, citing his Fifth Amendme...","lead_paragraph":"Kenneth L. Lay has not always been silent about what he knew of the debacle at the Enron Corporation. Just four weeks before his decision to decline to testify before a Senate committee investigating the Enron collapse, citing his Fifth Amendment right against self-incrimination, Mr. Lay, the company's former chairman and chief executive, answered questions from lawyers for the special committee of the board investigating partnerships that ultimately brought the company to its knees.","abstract":"Enron Corp chairman Kenneth L Lay on Jan 16 answered questions from lawyers for special committee of board investigating partnerships that ultimately resulted in company's bankruptcy; Lay described inner working of board in approving partnerships; role of former chief financial officer Andrew S Fastow in dealings; and repeated withholdings of relevant facts from directors by senior managers with financial interests in partnerships; what Lay described was company where almost no one at top paid much attention to complex financial transactions that drove Enron's earnings (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Questions Were Answered At Board's Investigation","kicker":"ENRON'S MANY STRANDS: THE EX-CHAIRMAN"},"keywords":[{"name":"persons","value":"LAY, KENNETH L"},{"name":"persons","value":"FASTOW, ANDREW"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"PARTNERSHIPS"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-13T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"}],"original":"By KURT EICHENWALD"},"type_of_material":"News","_id":"4fd21b338eb7c8105d79a6a6","word_count":669,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/enron-s-many-strands-company-unravels-enron-buffed-image-shine-even-it-rotted.html","snippet":"Kenneth L. Lay strode onto a ballroom stage at the Hyatt Regency Hill Country Resort in San Antonio, walking between two giant screens that displayed his projected image. Before him, bright light from the ballroom's chandeliers spilled across scor...","lead_paragraph":"Kenneth L. Lay strode onto a ballroom stage at the Hyatt Regency Hill Country Resort in San Antonio, walking between two giant screens that displayed his projected image. Before him, bright light from the ballroom's chandeliers spilled across scores of round tables where executives from the Enron Corporation waited to hear the words of Mr. Lay, their longtime chairman and chief executive. This meeting of hundreds of Enron executives in the first week of January 2001 was a time of revelry, a chance to celebrate a year when business seemed good -- even better than good. At night, according to executives who attended, Champagne and liquor flowed from the open bar, while fistfuls of free cigars were available for the taking. Executives could belly up to temporary gambling tables for high-stakes games of poker. Others found their excitement in the company-sponsored car race; one executive had even hired a truck to transport his three Ferraris from Houston for the event.","abstract":"Investigators picking through wreckage of Enron find two different tales: its public image as innovative powerhouse and hidden truth of company plagued by secrets, whose executives struggled to hold it together; details of company's last year are pieced together from internal records of company and its auditor, audio and video tapes, court documents, partnership records, Congressional testimony and information from report by special committee of company's board and from interviews with current and former executives, government officials and lawyers involved in case; time line; graphs (L)","print_page":"1","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"ENRON'S MANY STRANDS: The Company Unravels; Enron Buffed Image to a Shine Even as It Rotted From Within"},"keywords":[{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Kurt","rank":1,"lastname":"EICHENWALD"},{"organization":"","role":"reported","rank":2}],"original":"By KURT EICHENWALD with DIANA B. HENRIQUES"},"type_of_material":"News","_id":"4fd2195e8eb7c8105d797329","word_count":6504,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/10\/business\/how-will-washington-read-the-signs-revived-debate-on-stock-options.html","snippet":"Five years ago, Senators Carl Levin and John McCain offered a bill that would have forced companies to count stock options as an expense against profits. Business lobbyists fought the idea vigorously, and it died quickly. Last week, the senators s...","lead_paragraph":"Five years ago, Senators Carl Levin and John McCain offered a bill that would have forced companies to count stock options as an expense against profits. Business lobbyists fought the idea vigorously, and it died quickly. Last week, the senators said they would introduce nearly the same bill. They contend that companies now have it both ways, getting a tax deduction for the options but not counting them as an expense, even though they dilute the stakes of other shareholders. Enron received $625 million in tax deductions from stock options from 1996 to 2000.","abstract":"Sens Carl Levin and John McCain will reintroduce bill that will force companies to count stock options as expense against profits in wake of Enron Corp collapse; they contend that companies have it both ways, getting tax deduction for options but not counting them as expense, even though they dilute stakes of other shareholders; Enron received $625 million in tax deductions from stock options from 1996 to 2000 (M)","print_page":"13","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"How Will Washington Read the Signs?; Revived Debate on Stock Options"},"keywords":[{"name":"persons","value":"MCCAIN, JOHN"},{"name":"persons","value":"LEVIN, CARL"},{"name":"glocations","value":"UNITED STATES"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"TAXATION"},{"name":"subject","value":"STOCK OPTIONS AND PURCHASE PLANS"},{"name":"subject","value":"LAW AND LEGISLATION"},{"name":"subject","value":"STOCKS AND BONDS"},{"name":"subject","value":"COMPANY REPORTS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-10T00:00:00Z","document_type":"article","news_desk":"Money and Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"David","rank":1,"lastname":"Leonhardt"}],"original":"By David Leonhardt"},"type_of_material":"News","_id":"4fd25bb88eb7c8105d80910d","word_count":435,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/08\/business\/enron-s-many-strands-excerpts-house-subcommittee-hearings-enron-collapse.html","snippet":"Following are excerpts from a House Energy and Commerce subcommittee hearing yesterday on the Enron collapse, as recorded by Federal News Service Inc. The witnesses -- Jordan Mintz, Jeffrey McMahon, Robert K. Jaedicke, Herbert S. Winokur Jr. and J...","lead_paragraph":"Following are excerpts from a House Energy and Commerce subcommittee hearing yesterday on the Enron collapse, as recorded by Federal News Service Inc. The witnesses -- Jordan Mintz, Jeffrey McMahon, Robert K. Jaedicke, Herbert S. Winokur Jr. and Jeffrey K. Skilling -- were questioned by Representatives Bart Stupak, James C. Greenwood, Cliff Stearns, Diana DeGette, Richard M. Burr, Chris John and Billy Tauzin. A full transcript is available online: nytimes.com\/business MR. STUPAK -- Did Mr. McMahon understand how Mr. Fastow could supervise Enron employees as chief financial officer while at the same time the same employees were negotiating against LJM on behalf of Enron? Did that issue come up?","abstract":"Excerpts from House Energy and Commerce subcommittee hearing on Enron Corp collapse; witnesses--Jordan Mintz, Jeffrey McMahon, Robert K Jaedicke, Herbert S Winokur Jr and Jeffrey K Skilling--are questioned by Reps Bart Stupak, James C Greenwood, Cliff Stearns, Diana DeGette, Richard M Burr, Chris John and Billy Tauzin; photos","print_page":"6","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Excerpts From House Subcommittee Hearings on the Enron Collapse","kicker":"ENRON'S MANY STRANDS"},"keywords":[{"name":"persons","value":"MCMAHON, JEFFREY"},{"name":"persons","value":"WINOKUR, HERBERT"},{"name":"persons","value":"BURR, RICHARD M"},{"name":"persons","value":"GREENWOOD, JAMES C"},{"name":"persons","value":"TAUZIN, BILLY"},{"name":"persons","value":"SKILLING, JEFFREY K"},{"name":"persons","value":"STEARNS, CLIFFORD"},{"name":"persons","value":"JAEDICKE, ROBERT K"},{"name":"persons","value":"MINTZ, JORDAN"},{"name":"persons","value":"STUPAK, BART"},{"name":"persons","value":"DEGETTE, DIANA"},{"name":"persons","value":"JOHN, CHRIS"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-08T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Business","subsection_name":null,"byline":null,"type_of_material":"Text","_id":"4fd21b2e8eb7c8105d79a36c","word_count":2319,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/08\/opinion\/ignorance-was-bliss.html","snippet":"Two key masterminds of Enron's meteoric rise and fall took center stage at a dramatic Congressional hearing yesterday, and the American people actually got to hear from one of them.     Enron-watchers who have become impatient with the parade of e...","lead_paragraph":"Two key masterminds of Enron's meteoric rise and fall took center stage at a dramatic Congressional hearing yesterday, and the American people actually got to hear from one of them. Enron-watchers who have become impatient with the parade of executives taking refuge behind the Fifth Amendment must at least have appreciated the fact that Jeffrey Skilling, the company's former chief executive officer, gamely chose to testify before the openly scornful investigative subcommittee of the House Energy and Commerce Committee. Mr. Skilling's appearance was lively but remarkably uninformative. While most Congressional inquiries of this type hover around the question ''What did you know?'' the Enron saga is becoming a case of ''What did you miss?''","abstract":"Editorial gives credit to Jeffrey Skilling, Enron's former chief executive officer, for chosing to testify before Congress rather than take Fifth Amendment, but says his professed obliviousness about company's illegal practices is hard to believe; notes that Jeffrey McMahon, now president of Enron, testified that as treasurer he told Skilling in spring of 2000 about inherent conflicts of interest regarding outside partnerships and that Skilling assured him he would fix matters, after which McMahon was reassigned to different job","print_page":"22","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Ignorance Was Bliss"},"keywords":[{"name":"persons","value":"MCMAHON, JEFFREY"},{"name":"persons","value":"SKILLING, JEFFREY"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"SELF-INCRIMINATION"},{"name":"subject","value":"EDITORIALS"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-08T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Editorial","_id":"4fd2732d8eb7c8105d830752","word_count":439,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/06\/business\/enron-s-many-strands-management-2-officials-are-expected-leave-company.html","snippet":"Two of the senior Enron executives who were sharply criticized in a report by a special committee of the board are expected to leave the company.    Members of the senior staff at Enron have been told that Richard A. Causey, the chief accounting o...","lead_paragraph":"Two of the senior Enron executives who were sharply criticized in a report by a special committee of the board are expected to leave the company. Members of the senior staff at Enron have been told that Richard A. Causey, the chief accounting officer, and Richard B. Buy, the chief risk officer, are expected to leave the company and are currently negotiating the terms of their departures.","abstract":"Richard A Causey, chief accounting officer at Enron Corp, and chief risk officer Richard B Buy, who were sharply criticized in report by special committee of board, are expected to leave company and are negotiating terms of their departures (M)","print_page":"9","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"2 Officials Are Expected To Leave the Company","kicker":"ENRON'S MANY STRANDS: THE MANAGEMENT"},"keywords":[{"name":"persons","value":"BUY, RICHARD B"},{"name":"persons","value":"CAUSEY, RICHARD A"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"SUSPENSIONS, DISMISSALS AND RESIGNATIONS"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BOARDS OF DIRECTORS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-06T00:00:00Z","document_type":"article","news_desk":"Business\/Financial Desk","section_name":"Health; Business","subsection_name":null,"byline":{"person":[{"organization":"","role":"reported","firstname":"Reed","rank":1,"lastname":"ABELSON"}],"original":"By REED ABELSON"},"type_of_material":"News","_id":"4fd22cb18eb7c8105d7b8a67","word_count":913,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/06\/opinion\/l-three-quotations-from-a-scandal-490830.html","snippet":"To the Editor:    Many of your articles and columns about Enron quote Paul H. O'Neill, the secretary of the Treasury, as saying: ''Companies come and go. It's part of the genius of capitalism.'' In fact, this case is not about capitalism; it under...","lead_paragraph":"To the Editor: Many of your articles and columns about Enron quote Paul H. O'Neill, the secretary of the Treasury, as saying: ''Companies come and go. It's part of the genius of capitalism.'' In fact, this case is not about capitalism; it undermines capitalism and the American way.","abstract":"Letter from Robert A Scott, president of Adelphi University, criticizes Treasury Sec Paul H O'Neill's oft-quoted comment about Enron, 'Companies come and go. It's part of the genius of capitalism'; says capitalism requires transparency of information and confirmation of factual information by various bodies, including auditors","print_page":"20","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Three Quotations From a Scandal"},"keywords":[{"name":"persons","value":"SCOTT, ROBERT A"},{"name":"persons","value":"O'NEILL, PAUL H"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"FINANCES"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-06T00:00:00Z","document_type":"article","news_desk":"Editorial Desk","section_name":"Opinion","subsection_name":null,"byline":null,"type_of_material":"Letter","_id":"4fd22cb28eb7c8105d7b8a86","word_count":116,"slideshow_credits":null},{"web_url":"http:\/\/www.nytimes.com\/2002\/02\/05\/nyregion\/c-corrections-475432.html","snippet":"A front-page article on Saturday about business dealings between the Enron Corporation and the sister and a son of Kenneth L. Lay, the former chairman and chief executive, included an incorrect paraphrase of remarks by the son, Mark Lay, about a c...","lead_paragraph":"A front-page article on Saturday about business dealings between the Enron Corporation and the sister and a son of Kenneth L. Lay, the former chairman and chief executive, included an incorrect paraphrase of remarks by the son, Mark Lay, about a criminal investigation into one of his companies. Mark Lay said that he thought the inquiry had concluded in 1995, not that he and his father knew there was an investigation in 1997. The investigation continued until 2001, according to lawyers involved in the case.","abstract":"Correction of February 3 front-page article about business dealings between Enron Corp and the sister and son of Kenneth L Lay, former chairman and chief executive","print_page":"2","blog":[],"source":"The New York Times","multimedia":[],"headline":{"main":"Corrections"},"keywords":[{"name":"persons","value":"LAY, MARK"},{"name":"persons","value":"LAY, KENNETH L"},{"name":"organizations","value":"ENRON CORP"},{"name":"subject","value":"ACCOUNTING AND ACCOUNTANTS"},{"name":"subject","value":"BIOGRAPHICAL INFORMATION"},{"name":"subject","value":"ETHICS"},{"name":"subject","value":"CORRECTION STORIES"},{"name":"subject","value":"BANKRUPTCIES"}],"pub_date":"2002-02-05T00:00:00Z","document_type":"article","news_desk":"Metropolitan Desk","section_name":"Corrections; New York and Region","subsection_name":null,"byline":null,"type_of_material":"Correction","_id":"4fd2628e8eb7c8105d814b12","word_count":85,"slideshow_credits":null}]},"status":"OK","copyright":"Copyright (c) 2013 The New York Times Company.  All Rights Reserved."}